{"list":{
"title": "Home Furnishings",
"category": "Shopping",
"description": "Reporters and editors from the Home section and T Magazine list their favorite places to buy furniture and home accessories.",
"updated": "2011-02-01T14:20:57-0500",
"items": [
{
"id": "7-172",
"archived": false,
"title": 202,
"created": "2010-08-25T09:54:45-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "At first, this store might seem confusing – is it a restaurant, a fashion boutique or a home furnishings shop? 202 is all of these things. The home furnishings are a mix of antique items (mostly furniture) and new decorative accessories — horn serving pieces, glassware in wonderful colors, textural throw pillows and blankets. Prices are on the high side, but so is the style quotient.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": 202,
"foursquare-venue-id": 29419,
"website": "chelseamarket.com\/202",
"phonenumber": "(646) 638-0115",
"crossstreet": "(between West 15th and 16th Streets)",
"neighborhood": "Chelsea",
"street": "75 Ninth Avenue (in Chelsea Market)",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.742101",
"longitude": "-74.004814"	}
],
"images":
null
}
,	{
"id": "7-173",
"archived": false,
"title": "ABC Carpet & Home",
"created": "2010-08-25T09:55:32-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "You could outfit an entire house, from sofas and chairs to bed linens and towels, without going anywhere else. The multi-story home furnishings giant also has store-within-a-store spaces — including the Conran Shop in the basement, Tom Dixon and Calvin Klein Home on the second floor and Madeline Weinrib Atelier on the sixth — that add to the appeal.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "ABC Carpet & Home",
"foursquare-venue-id": 86041,
"website": "abchome.com",
"phonenumber": "(212) 473-3000",
"crossstreet": "(at East 19th Street)",
"neighborhood": "Flatiron",
"street": "888 Broadway",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.738288",
"longitude": "-73.989879"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cLLD3p",
"title": "ABC Carpet & Home: the Name Belies the Exoticism",
"byline": "By RUTH LA FERLA",
"pubdate": "2010-05-05T17:45:17-0400",
"stars":
0	,
"text": [
"JADE JAGGER might shop here - that is, if she could tear herself away from her whitewashed finca at the north end of Ibiza. So might India Hicks, wafting in from Harbour Island to pad barefoot, as is her habit, across the expanse of rough-hewn herringbone parquet."
,"Or so I imagined as I made my way toward an entryway on Lower Broadway improbably festooned in chandeliers, a portal into the crystal and driftwood fantasy world that is ABC Carpet & Home. Part souk, part woodsy-mossy Middle Earth, the ground floor of this temple of eclecticism was conceived as a magnet for the tribes of self-styled aristo-gypsies and unregenerate hippies who maintain riads in Essaouira or thatched lean-tos in Bali - if only in their dreams."
,"Nothing about the store’s prosaic name begins to hint at its exoticism. The ground floor proliferates with patchwork kilims, stacked cubes and teakwood shelving, djellabas, crazily patterned tunics, peasant shirts and dhoti pants and the kinds of gauzy patterned shawls seen coiled around the tawny throats of well-heeled urban nomads."
,"Myrrh-scented elixirs and the continuous splash of a copper chakra fountain were meant to induce the kind of retail trance some people find disorienting. Not me. ABC’s hivelike environment of leased departments - stores within a store - struck me as chaotic at first. But a more leisurely inspection revealed that there are distinct lines of demarcation between its high-end stalls - spaces strung like pop-up shops along a northern wall."
,"I found my bearings amid the pastel-tinted cheesecloth panels stretching downward from the ceiling and acting as makeshift room dividers. An assortment of driftwood - Philippine \"trunk screens,\" it turned out - served the same purpose, and were, like most of the props, for sale (for a pulse-elevating $15,000). Distressed floors and gnarly woodwork contrasted moodily with the crystal chandeliers suspended from the rafters, a bit of clever stagecraft that created an ambience of shimmer and light."
,"All that ethereal theatricality dispelled the last of my shopper’s inhibitions. And so it was that I found myself ambling toward the Vajra boutique at the rear of the store, an outpost of Vajra on Sullivan Street, which was well furnished with silk-covered floor cushions and bronze Ganeshas of the type Ms. Jagger displays in her Ibiza hideaway. Amid the pick-stitched bedspreads in cranberry, ocher and sage tints, I unearthed a cache of primly folded throws. They were light enough to drape across a divan - or better yet, to wrap around my hips in the vain hope they would pass as a Dries-like sarong."
,"Intent on doing a little cross-cultural foraging, I wandered toward the tunics, maxidresses and peasant shirts at the Matta boutique. White and translucent as milk glass, they represented a stab at style, however tentative. ABC’s concept of fashion is timid, limited mostly to flimsily constructed, shroudlike garments of a type that can be found on plenty of West Village street corners. Still, a white-on-white embroidered overshirt from Album di Famiglia ($165) would have been inoffensive on the beach of East Hampton or Goa."
,"I was more drawn to a Matta iridescent linen duster with artfully frayed edges ($325). It had, I thought, a certain vagabond appeal. What would Jade do? I asked myself. Buy it, of course, to wear with ropes of diamonds and cowrie shells."
,"A few paces away, Gary Graham has set up shop. His boutique, with its taxidermy and domed glass, suggesting nothing so much as the set of \"Fantastic Mr. Fox.\" Framed by fringe and velvet drapery, it was an isle of calm in this bazaarlike cavern - maybe too calm, on second thought, with its mannerly selection of muted army green silk tank dresses that tended to pool at the hem. A black leather bolero might have been tempting - and would have been flattering - had I been blessed with the requisite whippet frame."
,"Sensing my distress, a salesclerk in earnest-looking actuary’s glasses was quick to intervene. \"See, you can wear it upside down,\" she told me brightly, flipping the hem to turn it into a fetching portrait collar."
,"There were plenty of other temptations, some modestly priced, others made for the kind of global drifter who camps out on Daddy’s dime. If some prices brought on conscience pangs, others were more manageable. A pair of diminutive black diamond St. Kilda earrings suspended from gold wire would have set me back no more than $117. A Maasai Brand white-beaded necklace, hand-wrought, according to its tag, by Kisintunte Kool, came in at $50. And a pair of beaded House of Harlow moccasin boots cost a relatively accessible $275."
,"Accessible, that is, depending on who is doing the buying. Gazing at tables stacked with her own wares, a salesclerk rolled her eyes. \"I should have been born into money,\" she said in a mock wail."
,"\"Don’t worry, it’s not too late,\" a colleague promptly reassured her. \"You can always marry it.\""
,"ABC Carpet & Home"
,"888 Broadway (19th Street); (212) 473-3000."
,"ATMOSPHERE Souk meets primeval forest. In a word, schizophrenic. Tribal colors and embroideries may conjure Katmandu, but hollowed-out tree trunks, rhythmically cascading fountains and the scent of myrrh evoke a fragile fairyland."
,"SERVICE Perfunctory or downright solicitous, varying from shop to shop - and hour by hour."
,"KEY ITEMS Tunics to sex up with a winding belt or two; crystals, bangles and charms to pile on in multiples against the Evil Eye. Be your own shaman. Or design director. Covetable items include the supple moccasins - a credible alternative to Western boots."
,"PRICES Modest to eye-popping, evidently geared to trust-fund gypsies backpacking on Daddy’s dime."
]
}
}
,	{
"id": "7-174",
"archived": false,
"title": "Aero",
"created": "2010-08-25T09:55:40-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "Stepping into Aero, the designer Thomas O’Brien’s signature shop, feels like visiting the comfortable home of a collector friend. It carries a well-edited selection of modern furniture and objets d’art, both new and vintage – many designed by the man himself.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Aero",
"foursquare-venue-id": 547969,
"website": "aerostudios.com",
"phonenumber": "(212) 966-1500",
"crossstreet": "(between Crosby and Lafayette Streets)",
"neighborhood": "SoHo",
"street": "419 Broome Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.72118",
"longitude": "-73.99869"	}
],
"images":
null
}
,	{
"id": "7-175",
"archived": false,
"title": "Amaridian",
"created": "2010-08-25T09:55:46-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "Fraser Conlon has put together an impressive selection of home furnishings from sub-Saharan Africa. You might be surprised to discover that some were made in Africa, as the traditional craft look is minimally represented. Instead you’ll find furniture by Egg Designs and Cheick Diallo; chandeliers by Mud Studios; Willowlamp ceramics by Ardmore, Astrid Dahl and Katherine Glenday, and textiles by Ronel Jordaan.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Amaridian",
"foursquare-venue-id": 305995,
"website": "amaridianusa.com",
"phonenumber": "(917) 463-3719",
"crossstreet": "(between Broadway and Crosby Street)",
"neighborhood": "SoHo",
"street": "31 Howard Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71968",
"longitude": "-74.00079"	}
],
"images":
null
}
,	{
"id": "7-176",
"archived": false,
"title": "Antiques Garage",
"created": "2010-08-25T09:55:52-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "The granddaddy of Manhattan flea markets, Antiques Garage has everything: furniture, art, clothing, jewelry, shoes. Open only on weekends, it’s housed in two parking garages. A nearby shuttle bus will scoot you to the open-air Hell’s Kitchen market at 39th Street between Ninth and Tenth Avenues. Do not be shy about bargaining — the locals do. Key phrase for beginners: “Can you do a little better?”",
"author": "Joyce Wadler",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Antiques Garage",
"foursquare-venue-id": 211359,
"website": "hellskitchenfleamarket.com",
"phonenumber": "(212) 243-5343 (this is the # if you want to become a vendor)",
"crossstreet": "(between Sixth and Seventh Avenues)",
"neighborhood": "Chelsea",
"street": "112 West 25th Street",
"city": "New York",
"zip": "10001",
"state": "NY",
"latitude": "40.7443",
"longitude": "-73.99283"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bvNFcr",
"title": "A Garage Brimming With Vintage Wares, Not Cars",
"byline": "By DIANE CARDWELL",
"pubdate": "2010-08-08T00:10:15-0400",
"stars":
0	,
"text": [
"TAPED inside the entrance of the parking garage on 25th Street a few steps west of Avenue of the Americas is a little paper sign with 27 exclamation points along the bottom. \"The Garage will remain open,\" it reads. \"We signed a new lease.\""
,"It is not cars that generated all that enthusiasm but the survival of the Antiques Garage, an eclectic collection of vintage clothing, home furnishings and ephemera that opened in 1994 and fills two floors of the building every Saturday and Sunday from 9 a.m. to 5 p.m. (Vendors can set up for the weekend for $300; cars park on weekdays for $23.73.)"
,"Not too long ago, this part of Chelsea was the weekend home to a three-block stretch of open-air flea markets - a mini Portobello Road - scattered across a series of parking lots on Avenue of the Americas between 24th and 27th Streets. It was not just a place to find that perfect Empire dresser or 1960s cocktail dress, but also, for a certain kind of New Yorker, a place to see and be seen."
,"Now that stretch is the home of tall apartment buildings and stores like Duane Reade and LensCrafters; a Gracious Home has taken over the block where the robust 26th Street flea market once sat. But the Antiques Garage, a relic of a different New York, has somehow survived, despite a threatened eviction when a new owner bought the building a few years ago."
,"\"It’s an antidote to what’s happening out there in the world,\" said Gene Coleman, a retired photographer who was selling vintage equipment, including an early-20th-century 8x10 view camera for $500, one Sunday afternoon. He has been a part of the market for 12 years, originally selling with his wife, who died in 2002. \"The process of shopping in a mall, it’s ugly,\" he added. \"It’s no fun.\""
,"Fun - both in the merchandise and in the characters who sell it - abounds at the garage, as do surprising bargains, like a ceramic Deco lamp I recently picked up for $20. There are vendors of comic books, crinolines and crystal of varying degrees of beauty and value. Then there are serious antiques, like an 18th-century French bed coverlet set on offer for $1,900."
,"The garage still attracts celebrities and designers looking for inspiration, as the larger makeshift marketplace did in its heyday. Part of the lure is being in a place where the sellers know their merchandise and have a certain love of it."
,"\"That whole stack is Paul Newman,\" one dealer said as I picked through old Hollywood publicity stills. \"You should see some of those from when he was young,\" she added, shaking her head in appreciation. \"A gorgeous, gorgeous man.\""
,"The vendors, many of whom have been at the market for years, know each other, and help each other, calling out when an unattended nook has interested browsers, and buying each others’ wares."
,"\"There are so many nice, interesting and connected people here, and we really are like a family,\" said Debbie Leonard, the field representative for the market and a vendor as well (Gucci purse: $60. Mink stole: $125). \"It’s kind of magical.\""
]
}
}
,	{
"id": "7-177",
"archived": false,
"title": "Apartment 48",
"created": "2010-08-25T09:55:58-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "This cheerful store, run by the interior designer Rayman Boozer, is as warm and welcoming as a private home. Many of the products come from far-flung countries like Morocco, France and India.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Apartment 48",
"foursquare-venue-id": 419411,
"website": "apartment48.com",
"phonenumber": "(212) 807-1391",
"crossstreet": "(between Fifth and Sixth Avenues)",
"neighborhood": "Flatiron",
"street": "12 West 17th Street",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.73825",
"longitude": "-73.99324"	}
],
"images":
null
}
,	{
"id": "7-178",
"archived": false,
"title": "Artware Editions",
"created": "2010-08-25T09:56:04-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "When you need a Damien Hirst folding deck chair, a Jeff Koons carpet or a Julian Schnabel towel, this is the place to visit. Artware Editions specializes in functional household objects designed by artists.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Artware Editions",
"foursquare-venue-id": null,
"website": "artwareeditions.com",
"phonenumber": "(212) 463-7490",
"crossstreet": "(between Greenwich and Washington Streets)",
"neighborhood": "West Village",
"street": "327 West 11th Street",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.7358",
"longitude": "-74.00755"	}
],
"images":
null
}
,	{
"id": "7-179",
"archived": false,
"title": "BDDW",
"created": "2010-08-25T09:56:10-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "If you didn’t know better, you’d walk into BDDW and think, “I’ve seen this stuff before.” It’s more likely you’ve seen the dozens of knockoffs this company has inspired since it opened nearly a decade ago. Here, it’s all about furniture made from wood – gorgeous, usually large, slabs that show off the grain to glorious effect, with edges often left raw and unfinished. There is also a selection of lighting, accessories like mirrors and clocks, and rugs that complement the furniture.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "BDDW",
"foursquare-venue-id": 329343,
"website": "bddw.com",
"phonenumber": "(212) 625-1230",
"crossstreet": "(between Grand and Howard Streets)",
"neighborhood": "SoHo",
"street": "5 Crosby Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71973",
"longitude": "-74.00032"	}
],
"images":
null
}
,	{
"id": "7-180",
"archived": false,
"title": "Broadway Panhandler",
"created": "2010-08-25T09:56:15-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "The owner’s father opened the store in 1939 to supply cookware to the military, and now this purveyor of culinary objects teems with copper pots and inscrutable gadgets. Keep an eye out for the seasonal sales.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Broadway Panhandler",
"foursquare-venue-id": 53732,
"website": "broadwaypanhandler.com",
"phonenumber": "(866) 266-5927",
"crossstreet": "(between Broadway and University Place)",
"neighborhood": "Greenwich Village",
"street": "65 East Eighth Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.73152",
"longitude": "-73.99442"	}
],
"images":
null
}
,	{
"id": "7-181",
"archived": false,
"title": "The Brooklyn Kitchen",
"created": "2010-08-25T09:56:21-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "A combination kitchen store-butcher shop-cooking school housed in a refurbished warehouse. In addition to canning and pickling supplies, cocktail shakers and Le Creuset pots, it stocks vintage items and everyday cooking tools. The butcher counter, called the Meat Hook, is run by the locally renowned Tom Mylan.",
"author": "Emily Weinstein",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Brooklyn Kitchen",
"foursquare-venue-id": 262802,
"website": "thebrooklynkitchen.com",
"phonenumber": "(718) 389-2982",
"crossstreet": "(at Meeker Avenue)",
"neighborhood": "Williamsburg",
"street": "100 Frost Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.71775",
"longitude": "-73.94771"	}
],
"images":
null
}
,	{
"id": "7-182",
"archived": false,
"title": "Buccellati",
"created": "2010-08-25T09:56:30-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "Founded in 1750 by Contardo Buccellati, this Manhattan boutique has jewelry on the ground floor and an impressive Old World selection of handmade sterling-silver serving and tabletop pieces on the second. This is not a place for modernists, but for those who appreciate a salt-and-pepper set shaped like mushrooms or who need a sterling silver flatware service for 100.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Buccellati",
"foursquare-venue-id": 10083699,
"website": "www.buccellati.com",
"phonenumber": "(212) 308-2900",
"crossstreet": "(between Park and Madison Avenues)",
"neighborhood": "Midtown East",
"street": "46 East 57th Street",
"city": "New York",
"zip": "10022",
"state": "NY",
"latitude": "40.76182",
"longitude": "-73.97163"	}
],
"images":
null
}
,	{
"id": "7-236",
"archived": false,
"title": "Canvas",
"created": "2011-01-31T13:36:44-0500",
"updated": "2011-01-31T13:43:42-0500",
"description": "Texture is the name of the game at this SoHo boutique, which stocks its own line of organically shaped handmade ceramics, simple wooden trays and cutting boards, and linen and velvet pillows. While you’re there, keep an eye out for one-of-a-kind vintage furniture too.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Canvas",
"foursquare-venue-id": null,
"website": "canvashomestore.com",
"phonenumber": "(212) 461-1496",
"crossstreet": "(between Broome and Kenmare Streets)",
"neighborhood": "SoHo",
"street": "199 Lafayette Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.7212758",
"longitude": "-73.9980189"	}
],
"images":
null
}
,	{
"id": "7-183",
"archived": false,
"title": "Chelsea Garden Center",
"created": "2010-08-25T09:52:11-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "This peripatetic source of plants and garden furniture bounced around the East and West sides of Manhattan before settling in its current location. (There’s now also a branch in Red Hook, Brooklyn.) Fronds, statuary, pavers, outdoor chaises and birdbaths can all be found here.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Chelsea Garden Center",
"foursquare-venue-id": 1226917,
"website": "chelseagardencenter.com",
"phonenumber": "(212) 727-7100",
"crossstreet": "(at 44th Street)",
"neighborhood": "Clinton",
"street": "580 11th Avenue",
"city": "New York",
"zip": "10036",
"state": "NY",
"latitude": "40.76192",
"longitude": "-73.99725"	}
,{
"venue": "Chelsea Garden Center",
"foursquare-venue-id": null,
"website": "chelseagardencenter.com",
"phonenumber": "(718) 875-2100",
"crossstreet": "(at Beard Street)",
"neighborhood": "Red Hook, Brooklyn",
"street": "444 Van Brunt Street",
"city": "Brooklyn",
"zip":	"11231",
"state": "NY",
"latitude": "40.67519",
"longitude": "-74.01573"	}
],
"images":
null
}
,	{
"id": "7-234",
"archived": false,
"title": "Cire Trudon",
"created": "2011-01-31T13:46:34-0500",
"updated": "2011-01-31T13:43:42-0500",
"description": "Cire Trudon claims to be the oldest candle maker in the world — with roots dating back to 1643 — and to have been a favorite of Marie Antoinette and Napoleon. The company’s first store outside of France sells a line of scented candles and other perfumed products for the home.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Cire Trudon",
"foursquare-venue-id": 11404427,
"website": "ciretrudon.com",
"phonenumber": "(212) 677-1200",
"crossstreet": "(between Lafayette Street and Bowery)",
"neighborhood": "East Village",
"street": "54 Bond Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.7258989840512",
"longitude": "-73.99238095158995"	}
],
"images":
null
}
,	{
"id": "7-184",
"archived": false,
"title": "Cite",
"created": "2010-08-25T09:56:50-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "This SoHo shop carries a wide range of contemporary furniture from around the world, including wooden chairs by Maruni in Japan, credenzas from Cecchini in Italy and sofas from Palau in the Netherlands. The accessories are equally interesting, with uncommon kitchen tools from Royal VKB and Jansen + Co.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Cite",
"foursquare-venue-id": 649168,
"website": "citenyc.com",
"phonenumber": "(212) 431-7272",
"crossstreet": "(between Houston and Prince Streets)",
"neighborhood": "SoHo",
"street": "131 Greene Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.725708",
"longitude": "-73.998915"	}
],
"images":
null
}
,	{
"id": "7-185",
"archived": false,
"title": "The Demolition Depot & Irreplaceable Artifacts",
"created": "2010-08-25T09:56:57-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "This treasure-stuffed emporium near the entrance to the Robert F. Kennedy Bridge is the place to go if you need a circa-1860 cast-iron balcony panel from France, a 1950s Spanish Revival-style wrought-iron chandelier or anything else to give your home period authenticity.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Demolition Depot & Irreplaceable Artifacts",
"foursquare-venue-id": 179102,
"website": "demolitiondepot.com",
"phonenumber": "(212) 860-1138",
"crossstreet": "(between Second and Third Avenues)",
"neighborhood": "East Harlem",
"street": "216 East 125th Street",
"city": "New York",
"zip": "10035",
"state": "NY",
"latitude": "40.80328",
"longitude": "-73.93516"	}
],
"images":
null
}
,	{
"id": "7-186",
"archived": false,
"title": "De Vera",
"created": "8974-03-25T09:57:04-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "This SoHo treasure trove stocks the finds and creations of its owner, the eagle-eyed Federico de Vera. Here, an antique bronze Thai Buddha looks right at home with an early-20th-century Austrian clock adorned with a ruby-encrusted ostrich. A second location has recently opened on the Upper East Side.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "De Vera",
"foursquare-venue-id": 316513,
"website": "deveraobjects.com",
"phonenumber": "(212) 625-0838",
"crossstreet": "(at Howard Street)",
"neighborhood": "SoHo",
"street": "1 Crosby Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71963",
"longitude": "-74.00054"	}
,{
"foursquare-venue-id": null,
"website": null,
"phonenumber": "(212) 288-2288",
"crossstreet": "(at Madison Avenue)",
"neighborhood": "Upper East Side",
"street": "26 East 81st Street",
"city": "New York",
"zip":	"10028",
"state": "NY",
"latitude": "40.777652",
"longitude": "-73.961447"	}
],
"images":
null
}
,	{
"id": "7-187",
"archived": false,
"title": "Donzella",
"created": "2010-08-25T09:57:11-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "If you think you’ve seen it all when it comes to 20th-century modern furnishings, you haven’t been to Paul Donzella’s gallery. He finds uncommon pieces from designers most people have never heard of, and nurtures artistic talents like Roberto Rida, whose first American furniture show was held here earlier this year.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Donzella",
"foursquare-venue-id": null,
"website": "donzella.com",
"phonenumber": "(212) 965-8919",
"crossstreet": "(between West Broadway and Church Street)",
"neighborhood": "TriBeCa",
"street": "17 White Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71883",
"longitude": "-74.00479"	}
],
"images":
null
}
,	{
"id": "7-188",
"archived": false,
"title": "Dune",
"created": "2010-08-25T09:57:28-0400",
"updated": "2011-01-31T13:43:42-0500",
"description": "Brightly colored, organically shaped sofas and minimalist tables by the likes of Karim Rashid, Nick Dine and Jeffrey Burnett define the collection of this SoHo furniture producer.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Dune",
"foursquare-venue-id": 2271118,
"website": "dune-ny.com",
"phonenumber": "(212) 925-6171",
"crossstreet": "(at West Houston Street)",
"neighborhood": "SoHo",
"street": "156 Wooster Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.7263",
"longitude": "-73.99934"	}
],
"images":
null
}
,	{
"id": "7-189",
"archived": false,
"title": "E. R. Butler",
"created": "2010-08-25T09:57:33-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The owner, Rhett Butler, is a hardware aficionado — a historian, an avid collector and a designer and manufacturer — and the pieces he sells here (designed by him and a host of others including Ted Muehling and Chris Lehrecke) will make even the most indifferent visitor drool. Over a hinge, perhaps. Or a drawer pull carved from a semiprecious stone. Or a length of chain hand-honed in Mr. Butler’s Brooklyn factory. The showroom is open to the public, but appointments are required.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "E. R. Butler",
"foursquare-venue-id": 4844144,
"website": "erbutler.com",
"phonenumber": "(212) 925-3565",
"crossstreet": "(between Lafayette and Mulberry Streets)",
"neighborhood": "Nolita",
"street": "55 Prince Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.7236",
"longitude": "-73.99618"	}
],
"images":
null
}
,	{
"id": "7-190",
"archived": false,
"title": "Etós",
"created": "2010-08-25T09:57:39-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "This is what a living room for grown-ups looks like, with European antiques, pre-Columbian and African art, pieces with modern whimsy (a cast-bronze lamp that ends in two webbed feet, for example) artfully arranged by two young designers — Mercedes Desio and Alberto Villalobos — on a stretch of East 11th Street undergoing a metamorphosis. Life stalled a bit here after the antiques businesses leaked away. Now, an Areaware store is opening across the street; an artful florist is down the block.",
"author": "Penelope Green",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Etós",
"foursquare-venue-id": null,
"website": "etosnyc.com",
"phonenumber": "(212) 673-3056",
"crossstreet": "(at Broadway)",
"neighborhood": "Greenwich Village",
"street": "67 East 11th Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.7328",
"longitude": "-73.99178"	}
],
"images":
null
}
,	{
"id": "7-191",
"archived": false,
"title": "Fishs Eddy",
"created": "2010-08-25T09:57:45-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Whimsical dishes with taxi checkerboard and Manhattan skyline motifs are the signature items of this Flatiron-district shop, named after a town in upstate New York. The merchandise has a vintage spirit — it was originally culled from the castoffs of hotel and resort kitchens — and reasonable prices.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Fishs Eddy",
"foursquare-venue-id": 72174,
"website": "fishseddy.com",
"phonenumber": "(877) 347-4733",
"crossstreet": "(at 19th Street)",
"neighborhood": "Flatiron",
"street": "889 Broadway",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.73879",
"longitude": "-73.99019"	}
],
"images":
null
}
,	{
"id": "7-192",
"archived": false,
"title": "Flair",
"created": "2010-08-25T09:57:55-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The American outpost of an Italian retailer offers an eclectic, upbeat mix of vintage, antique and new furniture and accessories. There’s plenty of polished metal and Lucite for sparkle, but also cushy armchairs for comfort.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Flair",
"foursquare-venue-id": 10261848,
"website": "flairhomecollection.com",
"phonenumber": "(212) 274-1750",
"crossstreet": "(between Wooster and Greene Streets)",
"neighborhood": "SoHo",
"street": "88 Grand Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.72173",
"longitude": "-74.00221"	}
],
"images":
null
}
,	{
"id": "7-193",
"archived": false,
"title": "From the Source",
"created": "2010-08-25T09:58:03-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Hankering for a weathered teak floor from the Far East? Or a room divider made of snake wood? From the Source sells raw timber, as well as material from dismantled homes, including doors, walls and floors. The store makes custom pieces, and also sells Indonesian furniture. The best selection is at the warehouse at 69 West Street in Greenpoint, Brooklyn.",
"author": "Joyce Wadler",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "From the Source",
"foursquare-venue-id": 5579009,
"website": "fromthesourceny.com",
"phonenumber": "(718) 532-1671",
"crossstreet": "(between Milton and Noble Streets)",
"neighborhood": "Greenpoint, Brooklyn",
"street": "69 West Street",
"city": "Brooklyn",
"zip": "11222",
"state": "NY",
"latitude": "40.72884",
"longitude": "-73.95919"	}
,{
"foursquare-venue-id": null,
"website": "fromthesourceny.com",
"phonenumber": "(212) 255-9209",
"crossstreet": "(between Sixth and Seventh Avenues)",
"neighborhood": "Chelsea",
"street": "104 West 17th Street",
"city": "New York",
"zip":	"10011",
"state": "NY",
"latitude": "40.73943",
"longitude": "-73.9958"	}
],
"images":
null
}
,	{
"id": "7-194",
"archived": false,
"title": "The Future Perfect",
"created": "2010-08-25T09:58:10-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The owner, Dave Alhadeff, opened this store last year — the sibling to his neighborhood-changing shop at 115 North Sixth Street in Williamsburg, Brooklyn. Both stores carry the work of avant-garde furniture and home-accessories designers. One of them, the lighting designer Lindsey Adelman, is on site — her studio is in the back of the shop.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Future Perfect",
"foursquare-venue-id": 314797,
"website": "thefutureperfect.com",
"phonenumber": "(212) 473-2500",
"crossstreet": "(between the Bowery and Lafayette Street)",
"neighborhood": "NoHo",
"street": "55 Great Jones Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72659",
"longitude": "-73.99232"	}
,{
"foursquare-venue-id": null,
"website": null,
"phonenumber": "(718) 599-6278",
"crossstreet": "(at Berry Street)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "115 North Sixth Street",
"city": "Brooklyn",
"zip":	"11211",
"state": "NY",
"latitude": "40.718321",
"longitude": "-73.959579"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/aArWHS",
"title": "The Future Perfect Plants a Flag in Manhattan",
"byline": "By ANDREA CODRINGTON",
"pubdate": "2009-12-03T01:01:23-0500",
"stars":
0	,
"text": [
"At a time when many people are cursing the economy, David Alhadeff, the owner of the Future Perfect, has reason to be grateful to it. Thanks to the reduced rents, he was recently able to open a Manhattan outpost of his Brooklyn design store, which will carry mostly contract and high-end residential furnishings."
,"The space has a distinctly industrial aesthetic, with steel floors and electrical cords dangling from the ceiling, and is filled with items that possess what he calls the \"flutter factor\" - like a multileg cabinet in shiny Yves Klein blue by the Spanish design star Jaime Hayon."
,"It also houses a workshop for the lighting designer Lindsey Adelman, who moved her operations from the Gowanus neighborhood of Brooklyn to a 400-square-foot studio at the back of the store."
,"The benefits to Ms. Adelman, who is known for her exquisitely crafted handblown glass Bubble chandeliers, are clear: \"I don’t need to edit myself,\" she said. \"Whatever I make can go straight to the floor.\""
,"For his part, Mr. Alhadeff explained, \"The Future Perfect has always been about community, and I’ve been working closely with Lindsey for the past six years.\""
,"Eventually, he said, he hopes to expand the Future Perfect community to include others, like Jason Miller, Stephen Burks, Donna Wilson, Ron Gilad and Alex Hellum, inviting them to create exclusive designs for the store."
,"\"Everyone’s excited about being in Manhattan,\" he said. \"Designers are saying things like, ’Great, what can we do?’ \""
,"In the meantime, Mr. Alhadeff said he is looking forward to celebrating the holidays: The Future Perfect has a pop-up shop selling tabletop and kitchenware designs at the Chelsea Market through the end of January. And on Dec. 10, Mr. Alhadeff is planning an opening for an installation of Constantin and Laurene Boym’s Timeless Objects at the new store."
,"\"We’ll even have a Charlie Brown Christmas tree,\" he said."
,"The Future Perfect Manhattan, 55 Great Jones Street (Bowery), (212) 473-2500 or thefutureperfect.com."
,"ANDREA CODRINGTON"
]
}
}
,	{
"id": "7-195",
"archived": false,
"title": "Global Table",
"created": "2010-08-25T09:58:15-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The name says it all: expect to find distinctive ceramic and glass candleholders, tea sets, vases, dinnerware and decorative objects from around the globe at a range of prices.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Global Table",
"foursquare-venue-id": 1008514,
"website": "globaltable.com",
"phonenumber": "(212) 431-5839",
"crossstreet": "(between Prince and Spring Streets)",
"neighborhood": "SoHo",
"street": "107-109 Sullivan Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72588",
"longitude": "-74.00277"	}
],
"images":
null
}
,	{
"id": "7-196",
"archived": false,
"title": "Gracious Home",
"created": "2010-08-25T09:58:24-0400",
"updated": "2011-02-01T14:20:57-0500",
"description": "This Upper East Side institution and its Upper West Side sibling sell everything from vacuum cleaners to Diptyque candles and table lamps – and the light bulbs to go with them. The Chelsea showroom, on West 25th Street, specializes in decorative hardware, plumbing and lighting.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Gracious Home",
"foursquare-venue-id": null,
"website": "gracioushome.com",
"phonenumber": "(212) 517-6300",
"crossstreet": "(at 70th street)",
"neighborhood": "Upper East Side",
"street": "1220 Third Avenue",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.76892",
"longitude": "-73.96125"	}
,{
"venue": "Gracious Home",
"foursquare-venue-id": null,
"website": "gracioushome.com",
"phonenumber": "212-231-7800",
"crossstreet": "(at 67th Street)",
"neighborhood": "Upper West Side",
"street": "1992 Broadway",
"city": "New York",
"zip":	"10023",
"state": "NY",
"latitude": "40.77508",
"longitude": "-73.98202"	}
,{
"foursquare-venue-id": null,
"website": null,
"phonenumber": "(212) 414-5710",
"crossstreet": "(near Avenue of the Americas)",
"neighborhood": "Midtown South",
"street": "45 West 25th Street",
"city": "New York",
"zip":	"10010",
"state": "NY",
"latitude": "40.743999",
"longitude": "-73.991134"	}
],
"images":
null
}
,	{
"id": "7-228",
"archived": false,
"title": "Greenhouse",
"created": "2010-10-21T15:23:30-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "As its name suggests, this store offers nothing but environmentally friendly design for the home — drinking vessels made from recycled glass, organic cotton towels, and stools and tables made with cedar reclaimed from New York water towers.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Greenhouse",
"foursquare-venue-id": 111267,
"website": "thegreenhouselifestyle.com",
"phonenumber": "(718) 422-8631",
"crossstreet": "(between Hoyt and Bond Streets)",
"neighborhood": "Boerum Hill, Brooklyn",
"street": "375 Atlantic Avenue",
"city": "Brooklyn",
"zip": "11217",
"state": "NY",
"latitude": "40.687435",
"longitude": "-73.985704"	}
],
"images":
null
}
,	{
"id": "7-197",
"archived": false,
"title": "Hästens",
"created": "2010-08-25T09:58:33-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Mattresses. Just mattresses. Herds of them, stuffed with horsehair, wrapped in blue-and-white gingham, floating in enormous white rooms. This is the home of the $70,000 mattress, and a great place to have a nap on a hot day. It’s all so clean, so spare and so very Swedish. I once met a woman here who had been visiting the same $15,500 mattress for two years. The kindly staff always let her stay as long as she liked.",
"author": "Penelope Green",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Hästens",
"foursquare-venue-id": null,
"website": "hastens.com\/en-us",
"phonenumber": "(212) 219-8022",
"crossstreet": "(between Greene and Wooster Streets)",
"neighborhood": "SoHo",
"street": "75 Grand Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.72162",
"longitude": "-74.00266"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/c1M8NL",
"title": "The Money’s in the Mattress",
"byline": "By PENELOPE GREEN",
"pubdate": "2007-07-12T00:00:00-0400",
"stars":
0	,
"text": [
"ONE hot morning in late June, I was lying flat on my back on a bed in lower SoHo, my eyelids struggling to stay aloft, when Henry Burney, a gentle guy with a borscht belt sense of humor, leaned over and asked, \"So, would you rather sleep with an Italian or Mr. Ed?\""
,"Mr. Burney is the United States sales representative for Magniflex, the Italian mattress company that makes the $24,000 foam mattress I was lying on in the Casa Poggesi bedding store on Crosby Street. His little dig was aimed at a Swedish mattress maker, Hastens, which stuffs its versions with horsehair and charges as much as $60,000 for them. But his focus in this seduction scene was less on trashing the competition than on winning me over, not just to his product but to the seemingly absurd notion of the multithousand-dollar mattress. And he was not alone."
,"All spring and summer, Hastens has been running an ad in magazines like Elle Decor: a photograph of the blue-and-white-checked Vividus bed topped with a puffy white down comforter, one corner pulled back invitingly, with a pair of sharp-toed stiletto shoes on the floor beside it. The come-on reads: \"Who would spend $59,750 on a bed?\""
,"Who indeed? And what is the calculus - economic or otherwise - that brings a mattress to that particular figure? Or to $24,000, in Magniflex’s case? Or $50,000, which is the sticker price of a bed being made by Hollandia, an Israeli company that opened a showroom in the Marketplace Design Center in Philadelphia last fall and a flagship store in the Mall at Short Hills, N.J., last Thursday. I mean, what the heck? Why would anybody pay that much for a mattress?"
,"\"What did that guy say when he was asked why he climbed Mount Everest?\" said Pamela N. Danziger, a marketing consultant and the author of \"Let Them Eat Cake: Marketing Luxury to the Masses - as Well as the Classes\" and \"Why People Buy Things They Don’t Need.\""
,"\" ’Because it’s there!’ \" she exclaimed. \"I would be very interested in how many they sell at that price. I would suggest the price is more of a positioning tool, though it is true that there are a lot of rich folks. Those making over $250,000 a year are the fastest-growing households by income in the country. We know that from our survey.\" (Ms. Danziger’s company, Unity Marketing, tracks the luxury market in an annual survey of the spending habits and behaviors of affluent Americans.)"
,"Like nature, the luxury market abhors a vacuum. But certain luxury items are selling better these days than others, Ms. Danziger said. Driven, still, by inexorably aging baby boomers, all 78 million or so of them, the luxury market is most active right now, she said, with things that can be described as \"experiential\" and restorative, like a huge new spa bathroom or an exotic vacation. Further, some boomers are suffering the aftereffects of those exotic vacations - some may even have mounted Everest themselves. Their rotator cuffs are torn, their knees and hips are shot. They are, in fact, more achy and tired than ever - and are sleeping less, as a raft of sleep studies will attest."
,"\"They don’t want to put their money on a new handbag anymore,\" Ms. Danziger continued. \"They aren’t buying that Kelly bag. A mattress really does deliver an experience to the consumer. And as you get older, sleep doesn’t come like it used to.\""
,"After the craze over Ambien, the boomers’ last deep love, was derailed by a flurry of bad press about its potentially bizarre side effects, including sleep-eating and sleep-driving (a state that Representative Patrick J. Kennedy, Democrat of Rhode Island, may have experienced late one night in Washington last year), the mattress industry is cheerfully hurling itself into the breach, marketing mattresses to cure every ill, claiming even to put the brakes on time itself."
,"The narrator of a Hastens promotional video states, in a charming Swedish accent, that its beds, which start at $4,375, will give you fewer wrinkles and can slow aging."
,"(Hollandia turns out to be a maker of adjustable \"sleep systems, \" priced from about $15,000 to $50,000, that look and feel like nothing so much as high-end hospital beds. With their German motors and 12 massage programs, they seem to acknowledge that a body ravaged by time can be only soothed, not remade. Its marketers also claim its beds cure snoring.)"
,"Tempur-Pedic, the foam-mattress maker whose beds range from $1,200 to $7,299 (chump change on planet Hastens), sponsored a study recently that claimed, straight-faced, that Americans would rather sleep than exercise as part of their \"wellness regimen,\" that three out of four Americans say a good night’s sleep makes them feel younger and that a good pillow is a better \"sleep accessory\" - nine times better - than a \"sleep partner.\" More than a third of them spend as much money on their mattresses as they do on their sofas or their televisions, and 17 percent as much as on their vacations."
,"At the low end of the luxury mattress market, at least, things have been heating up. Six years ago, barely 2 percent of the mattresses sold cost more than $2,000, according to the International Sleep Products Association, a trade group for the industry, which had $6.7 billion in sales last year. By 2006 about 5 percent of purchases had crossed the $2,000 line. (The median price of a queen-size mattress was $650 last year, according to a survey by Furniture Today, a trade magazine.)"
,"\"I think it’s about time that Americans place the value on sleep that they place on other aspects of their life,\" said Rick Anderson, president of Tempur-Pedic North America, adding, as every good mattress executive is wont to do, that \"after all, we spend a third of our lives in bed.\""
,"Mr. Anderson’s company has just rolled out a television campaign - with dreamy little spots of tropical islands, misty fjords and glistening jungles - that positions Tempur-Pedic as a \"wellness brand\" and its mattresses as \"nighttime renewal aids.\""
,"\"If you asked someone 10 years ago what their mattress is for,\" Mr. Anderson said, \"they’d say it’s where I sleep. Now they expect it to relieve their stress, to relieve their aches and pains, to provide comfort. It’s emotional, it’s physical and it’s a status thing, too. You know what they say: sleep is the new black. Sleep is in style.\" Gone are the days, Mr. Anderson suggested, when captains of industry bragged about sleeping just three hours a night. The power nap, he said, is gaining currency."
,"As proof, Mr. Anderson pointed to nap centers like the two that MetroNaps and Yelo operate in Manhattan, charging $12 to $14 for 20 minutes of shut-eye, and recent studies by the National Institutes of Health and Harvard about napping and productivity. (There is even a nap how-to book, out since January from Workman: \"Take a Nap! Change Your Life\" by Sara C. Mednick, a napping-research scientist at the Salk Institute.)"
,"Ty Wenger, editor of Trader Monthly, a lifestyle magazine for a select segment of the self-made superrich, like hedge fund managers, agreed with this paradigm shift: a good night’s sleep isn’t a sign of weakness, but something to boast about."
,"\"My readers are almost like athletes in the way they perceive themselves and pamper themselves,\" Mr. Wenger said. \"A good night’s sleep can mean millions for them the next day. How they prepare themselves for their job is the difference between brilliant and wealthy and going completely belly up. They aren’t hedonist playboys like those ’80s guys. They work out like crazy; they eat the finest food. It’s all about honing their instrument.\""
,"Will they spend tens of thousands on mattresses?"
,"\"Absolutely,\" he said. \"The high end exists because there is somebody who wants to spend that kind of money. It’s like a consumer dare.\""
,"Casa Poggesi has been offering the $24,000 Magniflex Gold for a month and a half, and as of yesterday afternoon, Mr. Burney said, no New Yorker had bought one. He added that on average, Magniflex mattresses go for $1,200 to $3,000. \"But the Gold gets people in the door.\""
,"Mr. Burney said his company had sold 53 Gold mattresses to individuals in Russia, and one to a hotel in Dubai. Its cost, he said, is largely a result of the fact that its cover is woven with 22-karat gold thread - \"gold is a natural antimicrobial,\" he said, as well as a barrier against dust mites and bedbugs - and has a cashmere underlayer. What’s inside the mattress is, as in most mattresses, a mysterious layer cake of stuff. Like every mattress sales agent, Mr. Burney has cross sections at the ready, along with diagrams and schematics and a pocketful of scientific-sounding terms."
,"\"I know, none of it means anything to anyone,\" said Mr. Burney, who explained that in plainer terms the Magniflex mattress is foam with holes drilled through it. So it breathes, as opposed to, say, a Tempur-Pedic mattress, he said, which has ridges so the air flows around the foam, but not through it. \"People complain that the Tempur-Pedic is too warm,\" he asserted."
,"\"If you consider the average person sweats about a pint each night,\" he said, pausing to let his words sink in."
,"WARREN SHOULBERG, the editor of Home Furnishings News, a trade publication for the furniture industry, reckons that a mattress purchase is the most \"blind\" purchase anybody ever makes."
,"\"You only buy it once every 10 or 20 years,\" he said, \"so you are woefully unprepared and uneducated. You are confronted with this police lineup of white boxes that all look remarkably similar. The one that’s $500 doesn’t look all that different from the one that’s $5,000, or, now, $50,000, the way a Hyundai looks different from a Ferrari. The attributes that distinguish this product you can’t see."
,"\"So you do the obligatory five-minute lie-down, but you’re incredibly self-conscious. Whatever very personal way that you sleep, you can’t do it on the floor of Sleepy’s. It’s not a product you can shop smart for, and that’s allowed the mattress companies to be all over the place. They kind of went crazy, and you’ve got to hand it to them."
,"\"Now, there are a lot of affluent people who will pay a lot of money for a good night’s sleep. Or the perception of a good night’s sleep. I think the mattress guys are the smartest people in the whole home furnishings business. They have managed to attach an emotional element to your mattress. It’s not just layers of foam and padding.\""
,"The Hastens store, in a classic SoHoian cast-iron building on Greene Street, is huge and white. This whiteness sets off the fetching blue and white plaid ticking that covers nearly every mattress. (The alternative is a white and taupe plaid.) Lina Schleenvoigt, the store’s young manager, listed the layers in a Hasten’s mattress: flax, wool and cotton, as well as horsehair, which has been not only cleaned but permed."
,"\"Horsehair is hollow tubes,\" she said proudly. \"Nature’s air-conditioner. If you consider that you sweat one liter a night, and all that stays in the bed, unless the bed can breathe.\""
,"Here we go again."
,"If the foam mattresses promise, as Mr. Burney said, better living through chemistry, Hastens, with its horse-and-fjord imagery, is the antifoam - the free-range bed. Its show pony, the Vividus, lives behind a velvet rope. With permission, I clambered aboard, and Ms. Schleenvoigt pushed down on my shoulder."
,"\"You want to feel that the bed accepts you,\" she said. \"You have to open yourself to a new experience.\""
,"\"This,\" she said, answering the $60,000 question, \"is something without compromises. It takes 160 man-hours to make this bed. The horsehair is hand-selected, for example, and longer and straighter than what we use in the other beds. It has a deep feel, a bottomless feel.\""
,"Not only that, she said, it comes with a brass plate engraved with your name."
,"I spent an hour here, rolling from bed to bed. It is true that the Vividus is very, very comfortable, but all the mattresses there are - beyond anything you can imagine, which is as it should be, considering that most of them cost more than a car. They even need maintenance like a car, specifically a massage and a flip every month for a year. \"We call you and remind you,\" Ms. Schleenvoigt said."
,"I flopped down next to Beth Fussell, who was splayed out on the Excelsior mattress ($15,500), her clogged feet hanging over the edge."
,"Ms. Fussell, 41, works at an architectural firm around the corner. She said she and her husband, who is also an architect, have been visiting this bed once a month for a year, and they plan to buy it in 18 months."
,"\"What do you need in the city?\" she said. \"You don’t need a car. We sold our car last year. I think you need a good bed. It’s so stressful here."
,"\"We were subletting an apartment and sleeping on a futon. I like the idea of something that lasts. The feeling of this bed is almost primal. You feel safe on this bed. You can’t forget this bed.\""
,"It took two years of research and bed-testing for Suzanne Durand, 57, and her husband, Everett Ferri, 62, to circle in on their Hastens, the $22,950 2000T, which they bought in December. (\"Lina let us take a nap one Sunday,\" Ms. Durand said. \"She turned up the air-conditioning, turned down the lights and gave us a comforter.\")."
,"Her husband has had rotator cuff issues, she has sore hips and they had been buying mattresses every four or five years, they said. \"I was still waking up as stiff as a board,\" Ms. Durand said. \"The way I rationalized the cost was that this was something that was going to last us for the rest of our lives. And I think that you wake up and feel better is worth it. And I do feel better.\""
,"Mr. Ferri said he did ask Ms. Schleenvoigt if she would take their ’05 BMW X3 in trade."
,"The 2000T is the company’s best seller, said Erik Svensson, Hasten’s sales manager in the United States. As for Vividus sales, he said guardedly that \"more than 15\" have sold since the introduction last fall."
,"THERE is something about a hospital bed that works, said Sharon Kaplan, 59, who bought a $23,000 Hollandia with her husband, Arthur, 62, a few months ago. Or dueling hospital beds, which is what a Hollandia looks and works like: two single adjustable beds that sit side by side but operate independently."
,"The Kaplans, real estate developers who live in Philadelphia, weren’t looking for a new bed, but a friend invited them to Hollandia’s grand opening last spring, and one thing led to another. \"You get to a certain age,\" Ms. Kaplan said, \"and it’s the one thing you can do, give yourself a good night’s sleep. I haven’t slept this well in years.\""
,"I asked Mr. Kaplan how he rationalized the cost."
,"\"You don’t,\" he said. \"It’s not possible.\" And then he tried to, a bit: \"I used to sleep on a $6,000 mattress. Now I sleep on one that cost $23,000. I sit on a sofa that costs as much, and I’m only on that for about 20 minutes a day.\""
,"On a recent Monday, David Ashe, who is marketing Hollandia’s beds in the United States, was presiding over the company’s showroom in Philadelphia."
,"\"Let me get you on a bed,\" he said soothingly, leading me to a red velvet number in the showroom window. He drove the remote, elevating both my feet and my head, and Maria Rohe, another marketing manager, tucked a sarcophagus-shaped blanket around me. It had a pocket to slip the feet into and two pockets up top, for the hands. It was wicked comfy."
,"\"Do you like the way that feels?\" Mr. Ashe asked. \"All our fabrics are coated with aloe vera.\""
,"The obligatory cross section was hauled out, a stunning array of layers and mystery substances. The curly stuff was coconut fibers; the pink and cream-colored stuff, drilled with holes like a Magniflex, was a foam. \"A natural foam,\" Mr. Ashe hastened to say."
,"What’s in it?"
,"\"A bunch of stuff -- \""
,"Ms. Rohe broke in: \"A proprietary blend of material.\""
,"And then, like Mr. Burney, Mr. Ashe began tearing into Tempur-Pedic. \"Take Memory Foam,\" he began. \"It’s synthetic, it’s dense, it doesn’t breathe, it’s hot, you end up lying in a pool of your own perspiration.\""
,"The sweat again. How much did Mr. Ashe reckon the average person dropped in a bed each night? Was it, and I quoted Ms. Schleenvoigt, a liter?"
,"\"That’s disgusting,\" he said. \"I’m not sleeping with you. I’d say a cup, max.\""
,"Fine. Now where was the $50,000 bed? We’d discussed it on the phone - its mohair cover, its built-in iPod jacks and television. I was ready."
,"\"It’s not here,\" Mr. Ashe said. \"It’s in Israel. It will be here in a year. I do have a $35,000 that’s coming next week ...\""
,"This is what’s known as the old switch-eroo."
,"Mr. Ashe said, in a mollifying tone, \"You know, I can get you a great night’s sleep on a $17,000 bed.\""
]
}
}
,	{
"id": "7-229",
"archived": false,
"title": "Haus Interior",
"created": "2010-10-21T15:19:05-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "You can find a little bit of country comfort in the city at this NoLIta store, run by interior designer Nina Freudenberger. Rope-handled trays and pitchers, woven cotton blankets, rustic wire baskets and small antler trophies encourage shoppers to slow down and admire simple, no-fuss design.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Haus Interior",
"foursquare-venue-id": 1236179,
"website": "hausinterior.com",
"phonenumber": "(212) 741-0455",
"crossstreet": "(between Prince and East Houston Streets)",
"neighborhood": "Nolita",
"street": "250 Elizabeth Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.723606",
"longitude": "-73.99375"	}
],
"images":
null
}
,	{
"id": "7-198",
"archived": false,
"title": "Housing Works Thrift Shop",
"created": "2010-08-25T09:58:39-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "A mahogany dining room table for $180? Vintage Oriental rugs? Barely worn Mitchell Gold chairs? With everything from dishware and furniture to art, even designers come here to hunt for treasures. The not-for-profit organization benefits those living with H.I.V.; there are nearly a dozen Housing Works shops, in New York City and Brooklyn, but the one on 17th Street is the landmark shop.",
"author": "Joyce Wadler",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Housing Works Thrift Shop",
"foursquare-venue-id": 122737,
"website": "housingworks.org",
"phonenumber": "(718) 838-5050",
"crossstreet": "(between Sixth and Seventh Avenues)",
"neighborhood": "Chelsea",
"street": "143 West 17th Street",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.74009",
"longitude": "-73.99725"	}
],
"images":
null
}
,	{
"id": "7-199",
"archived": false,
"title": "Interieurs",
"created": "2010-08-25T09:58:45-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The place to go when you need to outfit a $10 million TriBeCa loft with things like a cast-iron and steel dining table, goat-hair rugs and cast-brass recessed yacht lights made in Belgium. Since spring 2010, this downtown native has been in its new location, on the decorators’ gulch of East 58th Street, perhaps to better serve those Upper East Siders who have remodeled their Park Avenue classic nines into…TriBeCa lofts.",
"author": "Penelope Green",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Interieurs",
"foursquare-venue-id": 1231007,
"website": "interieurs.com",
"phonenumber": "(212) 343-0800",
"crossstreet": "(at Third Avenue)",
"neighborhood": "Midtown East",
"street": "228 East 58th Street",
"city": "New York",
"zip": "10022",
"state": "NY",
"latitude": "40.76028",
"longitude": "-73.96595"	}
],
"images":
null
}
,	{
"id": "7-200",
"archived": false,
"title": "John Derian Company",
"created": "2010-08-25T09:58:51-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "John Derian is known for decoupage, but you’ll find much more at his boutique, which is stocked with charming dinnerware from Paris, curious horn spoons and tiny shelves made from fungus. A couple of doors down, at 10 East Second Street, stop in at John Derian Dry Goods for textiles and furniture.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "John Derian Company",
"foursquare-venue-id": 3835640,
"website": "johnderian.com",
"phonenumber": "(212) 677-3917",
"crossstreet": "(between Second Avenue and the Bowery)",
"neighborhood": "East Village",
"street": "6 East Second Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.7257",
"longitude": "-73.99148"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/9TZh9d",
"title": "It’s All Coming Back to Him Now",
"byline": "By DAVID COLMAN",
"pubdate": "2007-10-21T00:00:00-0400",
"stars":
0	,
"text": [
"NO one wants to wait for patina."
,"You want it the way you want everything else, right now - on your jeans, furniture and jewelry. And in this age of instant patina-fication, any number of wares are available that have reduced aging to a spray-on formula."
,"This makes running across what appears to be the real thing seem suspicious. Could it be that John Derian has had the East Village shop where he sells his own witty decoupage work, along with flea-market finds, for 13 years and, that it has really only recently caught on with the Vogue set? Has he really been a student of 19th-century ephemera, including the fine art of pasting cut-paper shapes onto decorative objects, since he was skipping art-school classes in the 1980s?"
,"In a day when savvy people dream up a gimmick and a history overnight, Mr. Derian is that odd pre-CAD bird whose success is not the result of a Mac Pro and a business plan. He rented his East Second Street storefront as a studio for his old-fashioned decoupage in 1994, he said, and then thought, ’Hey, if I sell a plate a day, that will help pay the rent.’"
,"\"I never thought further than that,\" he said. He cited a precedent. As a youth in suburban Boston, his time was spent daydreaming, climbing trees or getting lost in books and movies. \"I spent my entire childhood not dealing with reality,\" he said. \"It wasn’t until sixth grade that I sort of woke up and looked at other kids and thought, ’Hey, they have friends.’\""
,"Though he figured out the friend thing, he never quite planned for a business, even as his decoupage has grown into one of the more idiosyncratic and sought-after lines on the market. He sells a collection of wares to 300 stores, including Bergdorf Goodman, and he is working on his own furniture line."
,"Now he has to catch up with his success. Having bought a rambling old house on Cape Cod, he is trying to get comfortable collecting treasures and not putting them right back up for sale. This habit, he well knows, is common in the decorative arts trade. One favorite was a luster - a kind of small chandelier without a light fixture inside -he bought nine years ago at the Clignancourt flea market in Paris, and sold not long after in his New York shop."
,"\"I’ve regretted selling it ever since,\" he said. Though he has bought and sold other lusters in the meantime, this one \"was so perfect,\" he said. \"There was something magical about it.\""
,"This opinion was intensified when, six months ago, the man who had bought it called Mr. Derian and asked if he wanted to buy it back. He certainly did. It now hangs near a window in his house in Provincetown. \"There’s something amazing about what the crystals do with the light, something transformative,\" Mr. Derian said. \"And what’s nice is that if someone’s walking around upstairs, the crystals will kind of clink like a wind chime.\""
,"Its appeal is almost hypnotic. \"I love how you can look into it and it seems like it goes on forever,\" he said. \"It’s a drug-free drug.\""
,"The way the object entered and re-entered his life, \"accidentally, almost intuitively,\" he said, is part of its charm. \"It’s like a little message.\""
,"That message might be: Slow and steady wins the race, as long as you run your own course."
]
}
}
,	{
"id": "7-201",
"archived": false,
"title": "Karkula",
"created": "2010-08-25T09:58:58-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "This TriBeCa showroom carries a carefully edited selection of furniture and art pieces: seating and lighting from major European players like Paola Lenti, Santa & Cole and Mater, as well as unusual decorative objects made by American artists. The owner, John Erik Karkula, also sells his own tables, benches and lamps.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Karkula",
"foursquare-venue-id": 218328,
"website": "karkula.com",
"phonenumber": "(212) 645-2216",
"crossstreet": "(between Broadway and Church Street)",
"neighborhood": "TriBeCa",
"street": "48 Walker Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71927",
"longitude": "-74.00348"	}
],
"images":
null
}
,	{
"id": "7-202",
"archived": false,
"title": "Kiosk",
"created": "2010-08-25T09:59:03-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Do you crave a German pencil sharpener, a Japanese can opener or Swedish birdhouse? Then head straight to this second-floor shop, where utilitarian goods from around the world are presented as overlooked design objects, and rotating exhibitions focus on oddities from various countries.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Kiosk",
"foursquare-venue-id": 41424,
"website": "kioskkiosk.com",
"phonenumber": "(212) 226-8601",
"crossstreet": "(between Mercer Street and Broadway)",
"neighborhood": "SoHo",
"street": "95 Spring Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72321",
"longitude": "-73.99912"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/d5deeP",
"title": "Shopping for New York Necessities With Alisa Grifo",
"byline": "By TIM McKEOUGH",
"pubdate": "2008-07-24T01:23:07-0400",
"stars":
0	,
"text": [
"ALISA GRIFO, 38, and her husband, Marco ter Haar Romeny, run Kiosk, a small design store in SoHo that celebrates useful, often unusual, products from around the world."
,"\"I’m not into stuff that’s only decorative,\" she said. \"I find it more interesting to have beautiful things around me that are also the everyday things I’m going to pick up and use.\""
,"Ms. Grifo, who worked as a set designer and prop stylist, was encouraged to open a store by friends who fell in love with the weird and wonderful housewares she brought back from her international travels."
,"Since opening at 95 Spring Street in November 2005, Kiosk has presented a collection of curious objects from a different area every few months. So far, featured places have included Japan, Sweden, Germany, Mexico, Finland and Hong Kong. The objects are available for a limited time, except for a few that remain in the shop’s catalog."
,"While her husband manages the online store, Ms. Grifo looks for objects. Recently she turned her attention to the United States, shopping widely and discovering its bounty, including a compact cot manufactured in Alabama, and traditional brooms made in Massachusetts. Kiosk will introduce its American collection in mid-September."
,"Ms. Grifo recently agreed to go shopping in New York for objects that struck her as essential for city dwellers. The result resembles a Kiosk capsule collection for New York, filled with unexpected, quirky selections."
,"Some are inexpensive housewares one might easily pass by, while others are costlier pieces that Ms. Grifo admired for their handmade perfection."
,"At New Kam Man, at 200 Canal Street, in a basement filled with inexpensive Chinese kitchen supplies, Ms. Grifo zeroed in on a 22-liter red plastic bucket. With its lid, it was \"the ultimate New York garbage can,\" she said, and only $13.95."
,"She was enthusiastic about the chance to build inexpensive, good-looking light fixtures with basic products at Lighting Plus, at 680 Broadway. \"Why would you do anything else?\" she asked."
,"With the money saved on lighting, she suggested splurging on dining chairs from BDDW, which produces much of its handmade furniture in Williamsburg, Brooklyn."
,"Ms. Grifo stressed the importance of looking beyond traditional design stores. \"I love design that’s simple, approachable and understandable,\" she said. \"I don’t like things that are too labored over, thought out and carefully molded.\""
]
}
}
,	{
"id": "7-203",
"archived": false,
"title": "La Cafetiére",
"created": "2010-08-25T09:59:15-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "It’s all French all the time at this small shop in West Chelsea. But the items here are actually affordable — unlike those at similar stores — thanks primarily to new owners who rethought the product mix while maintaining the French charm. The focus is on dinnerware and flatware, with a good selection of textiles (napkins, tablecloths and blankets) as well.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "La Cafetiére",
"foursquare-venue-id": 1828244,
"website": "la-cafetiere.com",
"phonenumber": "(646) 486-0667",
"crossstreet": "(between 19th and 20th Streets)",
"neighborhood": "Chelsea",
"street": "160 Ninth Avenue",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.74428",
"longitude": "-74.00247"	}
],
"images":
null
}
,	{
"id": "7-230",
"archived": false,
"title": "Lars Bolander",
"created": "2010-10-21T15:23:05-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Swedish-born interior designer Lars Bolander has proven that there’s more to Scandinavian design than blond wood and Ikea-style practicality — especially when you look to the past. In this eclectic store, he mixes showpiece antiques with contemporary furniture and accessories.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Lars Bolander",
"foursquare-venue-id": 10054776,
"website": "larsbolander.com",
"phonenumber": "(212) 924-1000",
"crossstreet": "(at Second Avenue)",
"neighborhood": "Midtown East",
"street": "232 East 59th Street, Third Floor",
"city": "New York",
"zip": "10022",
"state": "NY",
"latitude": "40.760905",
"longitude": "-73.965264"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cjJ7B6",
"title": "Shopping for New York Necessities With Alisa Grifo",
"byline": null,
"pubdate": "2008-07-24T01:23:07-0400",
"stars":
0	,
"text": [
]
}
}
,	{
"id": "7-204",
"archived": false,
"title": "Lee's Studio",
"created": "2010-08-25T09:52:27-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "A lighting center in Midtown, with 20,000 square feet of modern and traditional lamps, sconces and chandeliers. The store also carries a generous selection of furniture and accessories.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Lee's Studio",
"foursquare-venue-id": null,
"website": "leesstudio.com",
"phonenumber": "(212) 581-4400",
"crossstreet": "(between Broadway and Seventh Avenue)",
"neighborhood": "Midtown",
"street": "220 West 57th Street",
"city": "New York",
"zip": "10019",
"state": "NY",
"latitude": "40.76608",
"longitude": "-73.9811"	}
],
"images":
null
}
,	{
"id": "7-205",
"archived": false,
"title": "Les Toiles du Soleil",
"created": "2010-08-25T09:59:28-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "The first American outpost of a 150-year-old French company that originally supplied striped canvas for the manufacture of espadrilles. In the Chelsea shop, fabric is sold by the yard and made into a variety of items, including napkins, throw pillows, aprons and tote bags. The store also does custom work, from shower curtains to upholstery.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Les Toiles du Soleil",
"foursquare-venue-id": 3800606,
"website": "lestoilesdusoleilnyc.com",
"phonenumber": "(212) 229-4730",
"crossstreet": "(between Seventh and Eighth Avenues)",
"neighborhood": "Chelsea",
"street": "261 West 19th Street",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.74282",
"longitude": "-73.99961"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cfD3NE",
"title": "Chelsea Boutique Sells French Fabrics",
"byline": "By RIMA SUQI",
"pubdate": "2008-12-24T17:11:03-0500",
"stars":
0	,
"text": [
"Manhattan has lost many retail fabric stores over the years, but recently a number of new ones have appeared. The latest is the cheery Les Toiles du Soleil (Fabrics of the Sun), the first American boutique of a 148-year-old French company now run by Jean-Luc Carrucciu and Sandrine Guibert, a husband and wife."
,"Les Toiles du Soleil is known for manufacturing fabric for espadrilles, but there are no shoes to be found in this Chelsea boutique. Just plenty of brightly colored cotton canvas, sold by the yard (in 72-inch widths, from $35 to $75), and accessories made from it, including pillowcases ($35), notebooks ($12) and beach bags (starting at $55). All are customizable and made in the store, just as in the old days. Les Toiles du Soleil, 261 West 19th Street (Eighth Avenue), (212) 229-4730."
]
}
}
,	{
"id": "7-206",
"archived": false,
"title": "Liz O’Brien",
"created": "2010-08-25T09:59:34-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Liz O’Brien is known for championing the “forgotten” masters of 20th-century design and decorative arts, like Frances Elkins, Samuel Marx and William Haines. Here you’ll find a whimsical metal headboard by Tommi Parzinger, a vintage Edward Fields carpet, or a delicate blue-and-white painted table by Maison Jansen.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Liz O’Brien",
"foursquare-venue-id": null,
"website": "lizobrien.com",
"phonenumber": "(212) 755-3800",
"crossstreet": "(between First and Second Avenues)",
"neighborhood": "Upper East Side",
"street": "306 East 61st Street",
"city": "New York",
"zip": "10065",
"state": "NY",
"latitude": "40.76143",
"longitude": "-73.96286"	}
],
"images":
null
}
,	{
"id": "7-233",
"archived": false,
"title": "Love, Adorned",
"created": "2011-01-31T13:42:35-0500",
"updated": "2011-01-31T13:43:43-0500",
"description": "The surprising offshoot of a popular tattoo parlor called New York Adorned, this store specializes in the comforts of home, as well as handmade jewelry. Expect to find heavy Pendleton blankets, ceramics printed with images of birds and insects, and fragrant soaps and candles. ",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Love, Adorned",
"foursquare-venue-id": 12424215,
"website": "loveadorned.com",
"phonenumber": "(212) 431-5683",
"crossstreet": "(between Houston and Prince Streets)",
"neighborhood": "Nolita",
"street": "269 Elizabeth Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.724018",
"longitude": "-73.9936523"	}
],
"images":
null
}
,	{
"id": "7-207",
"archived": false,
"title": "Matter",
"created": "2010-08-25T09:59:42-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Founded in Park Slope, Jamie Gray’s modern design emporium has shifted its center of gravity to SoHo. It sells and produces cutting-edge pieces, like Stephen Burks’s Circus Bookshelf with colorful basketlike partitions and Commonwealth’s sleek Truncheon lighting fixtures.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Matter",
"foursquare-venue-id": 1008852,
"website": "mattermatters.com",
"phonenumber": "(212) 343-2600",
"crossstreet": "(between Centre and Lafayette Streets)",
"neighborhood": "SoHo",
"street": "405 Broome Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.720915",
"longitude": "-73.997874"	}
],
"images":
null
}
,	{
"id": "7-231",
"archived": false,
"title": "Mini Jake",
"created": "2010-10-21T15:19:18-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Need some stylish furniture for your stylish baby? Then drop in to this warehouse-sized store, which stocks modern cribs, changing tables and high chairs from companies like Argington, Offi Kids and Ducduc, as well as classics like George Nelson’s animal-inspired wall clocks for Vitra.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Mini Jake",
"foursquare-venue-id": 67791,
"website": "minijake.com",
"phonenumber": "(718) 782-2005",
"crossstreet": "(between Bedford and Driggs Avenues)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "178 North Ninth Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.718598",
"longitude": "-73.956096"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/dqv6GS",
"title": "Chelsea Boutique Sells French Fabrics",
"byline": null,
"pubdate": "2008-12-24T17:11:03-0500",
"stars":
0	,
"text": [
]
}
}
,	{
"id": "7-235",
"archived": false,
"title": "Modern Anthology",
"created": "2011-01-31T13:50:12-0500",
"updated": "2011-01-31T13:43:43-0500",
"description": "This masculine boutique sells decorative objects and accessories that pay tribute to the durable goods of the past: cast-iron bottle openers shaped like hand tools, lamps that look like they were taken from a factory floor, antique globes, and pillows and furniture upholstered with fabric from British bus route signs.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Modern Anthology",
"foursquare-venue-id": 5860120,
"website": "modernanthology.com",
"phonenumber": "(718) 522-3020",
"crossstreet": "(between Front and Water Streets)",
"neighborhood": "Dumbo",
"street": "68 Jay Street",
"city": "Brookyn",
"zip": "11201",
"state": "NY",
"latitude": "40.70282199527726",
"longitude": "-73.98665916931154"	}
],
"images":
null
}
,	{
"id": "7-208",
"archived": false,
"title": "Modernlink",
"created": "2010-08-25T09:59:52-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "All is beautifully practical in this Richard Gluckman-designed showroom, the public face for an architectural and product-design studio. Simple modern furniture, much of it bamboo, mingles with vintage Scandinavian pieces.",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Modernlink",
"foursquare-venue-id": 10596863,
"website": "modernlink.com",
"phonenumber": "(212) 254-1300",
"crossstreet": "(at Lafayette Street)",
"neighborhood": "NoHo",
"street": "35 Bond Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72609",
"longitude": "-73.99339"	}
],
"images":
null
}
,	{
"id": "7-209",
"archived": false,
"title": "MoMA Design Store",
"created": "2010-08-25T09:59:58-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "Contemplating art isn’t the only reason to visit MoMA. The design shop is worth a visit on its own, with modern accessories, kitchen utensils and furniture at prices that don’t require a collector’s bank account. A good place to find a housewarming gift.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "MoMA Design Store",
"foursquare-venue-id": 81874,
"website": "momastore.org",
"phonenumber": "(212) 767-1050",
"crossstreet": "(between Fifth and Sixth Avenues)",
"neighborhood": "Midtown",
"street": "44 West 53rd Street",
"city": "New York",
"zip": "10103",
"state": "NY",
"latitude": "40.76109",
"longitude": "-73.97822"	}
,{
"venue": "MoMA Design Store",
"foursquare-venue-id": null,
"website": "momastore.org",
"phonenumber": "(646) 613-1367",
"crossstreet": "(between Crosby Street and Broadway)",
"neighborhood": "SoHo",
"street": "81 Spring Street",
"city": "New York",
"zip":	"10012",
"state": "NY",
"latitude": "40.722838",
"longitude": "-73.998019"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/clIhy6",
"title": "A Trip to the Gift Shop Is Like a Day at the Museum",
"byline": "By MIKE ALBO",
"pubdate": "2007-04-26T00:00:00-0400",
"stars":
0	,
"text": [
"I HAVE a friend who used to work at the MoMA Design Store in the early ’90s. I remember him telling me that sometimes people would walk in the store, mistake it for Museum of Modern Art itself and stroll around peering at things as if it were a gallery."
,"One day he’d finally had enough. When someone walked in, looked around and asked, \"Can you tell me where the main museum is?\", my friend shrugged and answered, \"I don’t know, Maine?\""
,"I bet that doesn’t happen anymore. MoMA has been renovated into glassy, glossy precision and has two sleek, comprehensive stores at street level: the original MoMA Design Store and the MoMA Design and Book Store across the street on the museum’s first floor."
,"The spaces look savvy, and so do the shoppers. We do not crave Impressionism posters here; there is no inflatable Munch \"Scream.\" This is a hub of elevated taste that matches our Age of Enlightened Design, when everyone reads Dwell magazine, knows Ray Eames was a woman and has father-figure fantasies about Tim Gunn."
,"The stores are clean and airy, like Danish train stations, laid out with the same meticulousness as their parent institution, with well-apportioned islands and shelves set apart retrospective style. You feel as if it is your duty to walk through the entire space to fully comprehend the artwork - I mean, merchandise."
,"The newer MoMA Design and Book Store opened along with the renovated museum in 2004. The interior was designed by Richard Gluckman and includes two additional shops within the museum: one is dedicated to temporary exhibitions, the other to MoMA books. Walk through the entrance of the bookstore and you end up in a passageway of shelves with huge tomes ready to be displayed on your chrome coffee table. This section jettisons you to the wall of tote bags, T-shirts and mugs, manufactured in artsy black with minimal graphics. The requisite museum umbrella opens to reveal a blue sky on the underside. \"Isn’t that cute,\" a charmed woman next to me said with a sigh, caressing the blue clouds."
,"Next to this display are two islands of irresistible desk accessories, like the bright blue leather Amigo ($45), a piggy bank that snaps together, and the Music Mug ($42), which plays tunes through your MP3 player while you sip your coffee. I couldn’t stop touching the Troika compact speakers ($28) - I stood there opening and closing the black clamshell-like shape."
,"Like the umbrella woman, I fell into a reverie of high-design wonder, walking around touching everything I could put my hands on. A sliver of society can buy and sell Rothkos for $40 million or more, while we mini-Rothschilds can spend three-plus hours among the untouchable modern masterworks, then acquire some smaller symbols of take-home modernity. This makes for a lot of smaller translatable objects that can rest prominently on our Ikea shelving units, like the Kissing Candle Holders ($79), or bring refinement to a kid’s room, like the Calder-esque Elephant Party Mobile ($28)."
,"Many items whispered \"future wedding gifts\" to me, such as the Black Lace Cake Stand ($60) with a beautiful lace pattern, designed by Yvonne Lam and Gloria Law in 2006. I know this because most of the products are accompanied by little placards that include the title, description and year. The red Washing Up Bowl ($75), for example, was designed by Ole Jensen, is made of Santoprene rubber, and was the \"winner of the International Design Plus award in 2002.\" This is all very satisfying and further heals our status anxiety, We the People Who Can’t Afford to Go to Biennials."
,"There are still some old-school museum gift shop items: a wall of postcards (95 cents each) and a big selection of posters given a curatorial twist; they are numbered in red in the bottom right-hand corner. This way, you can indulge a fantasy that your paper edition of Jasper Johns’s \"Map\" will one day appreciate in value."
,"The south annex, which had been the main store since 1989, has been refocused on home furnishings. It repeats some of the gifty tote bag and candleholder items from the sister store, but this is where you can get your hands on an authentic reproduction of an Eames lounge chair ($4,695) or a Bauhaus table lamp ($850; $265 for a replacement globe). More affordable is the Tord Boontje Until Dawn curtain ($110), popular with friends of mine who need to cover up grotty pigeon munge outside the airshaft window of their studio apartments."
,"Altogether, the stores offer a generous range of prices, from a $14 dollar ceramic version of the \"We Are Happy to Serve You\" coffee cup to a Patricia von Musulin necklace of rock crystal for $1,500, so you can find impressive gifts for any social sphere. I ended up buying a pair of Riedel wineglasses ($26) for myself so at least I can drink like Julian Schnabel. Still in the midst of an unusually wet and dreary April, I bought $5.95 blue-sky gift paper and an umbrella for my mom, who, if I brought her here, would be so excited she might have a seizure."
,"Knowing that most of these items were curated, I did sort of forget where I was and mistake the store for the museum, which I guess says something about the way we treat art these days. If I were more of a theory-head, I would be able to articulate it, but somewhere in the books section they probably have the \"Harvard Design School Guide to Shopping,\" a book of essays that examines how shopping has become synonymous with modernization. It includes a piece by the artist Sze Tsung Leong, in which he says ominously: \"In the end, there will be little else for us to do but shop.\""
,"The curators should make an exhibition about this in the store. Or maybe put a store in an exhibition space and curate the objects. Oh, wait, they already did."
]
}
}
,	{
"id": "7-210",
"archived": false,
"title": "Moon River Chattel",
"created": "2010-08-25T10:00:18-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "When urban life becomes too hectic, this store feels like a momentary escape to the country. It brings together antiques and repurposed objects along with goods from simpler times: hemp linens, wire baskets and vintage lighting.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Moon River Chattel",
"foursquare-venue-id": 87056,
"website": "moonriverchattel.com",
"phonenumber": "(718) 388-1121",
"crossstreet": "(between Wythe and Kent Streets)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "62 Grand Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.71576",
"longitude": "-73.96507"	}
],
"images":
null
}
,	{
"id": "7-211",
"archived": false,
"title": "Moss",
"created": "2010-08-25T09:52:34-0400",
"updated": "2011-01-31T13:43:43-0500",
"description": "A design store that is as eccentric as it is legendary, with everything from Josef Hoffmann glassware designed a century ago to the latest creations of contemporary Dutch designers, displayed in a gallery-like setting. Don’t miss the adjoining showrooms for Moroso furniture, Flos lighting and Maharam fabrics.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Moss",
"foursquare-venue-id": 891,
"website": "mossonline.com",
"phonenumber": "(212) 204-7100",
"crossstreet": "(at Houston Street)",
"neighborhood": "SoHo",
"street": "150 Greene Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72586",
"longitude": "-73.99846"	}
],
"images":
null
}
,	{
"id": "7-212",
"archived": false,
"title": "Mxyplyzyk",
"created": "2010-08-25T10:00:33-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "For over a decade the go-to source in the West Village for useful and well-designed home items for entertaining, dining and bath. There’s also a selection of books, a section of children’s toys and even greeting cards to go with the gifts you’ll inevitably buy here (a bonus: great gift wrapping).",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Mxyplyzyk",
"foursquare-venue-id": 22147,
"website": "mxyplyzyk.com",
"phonenumber": "(212) 989-4300",
"crossstreet": "(at West 13th Street)",
"neighborhood": "West Village",
"street": "125 Greenwich Avenue",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.73866",
"longitude": "-74.00236"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/54vugc",
"title": "Mxyplyzyk in the West Village Is a One-Stop Christmas Shop",
"byline": "By DAVID COLMAN",
"pubdate": "2009-12-24T00:23:19-0500",
"stars":
0	,
"text": [
"AT this 11th hour of the wild Christmas goose chase - and this is true whether the economy is bustling or bristling - most normal people are afflicted with that weird state of anxiety, anticipation, dread and panic that the Germans call shopenfreude."
,"O.K., so they don’t - but I do."
,"Unfortunately, the usual cure for shopenfreude is running through an egregious amount of time, money and wrapping paper in the quest for perfect presents. This usually results in a secondary condition known as Spendhal Syndrome, characterized by a severe depletion of energy, money and good will, especially toward those who don’t appreciate those presents."
,"And for what? A few Christmases back, I had put off shopping until the 24th, when I was to go upstate to see family and friends. In a rare trance of efficiency, I packed my bags, took a cab to Mxyplyzyk (Mix-ee-PLIZ-ik) in the West Village and emerged 20 minutes later, heavier in luggage and lighter in spirit."
,"Ever since, I have wondered why everyone doesn’t just do the same. You can spend a lot or a little, and you leave this completely modern gift shop with a couple of bags full of sweet, smart, funny, stylish items that everyone will like better than the things you spent so much time and money on."
,"It comes down to this: Christmas does not have to be so worrisome. Why agonize over whether this book or scarf or bowl has that ethereal quality of giftiness, being something the giftee would want but never buy for herself or himself. There’s no need. There is already an entire gift industry, a virtual North Pole, with actual trade shows - the New York International Gift Fair hits town in just over a month. Why look for things that would make a good gift? Perfectly good gifts already exist, designed and certified by people who know what they’re doing."
,"And there are stores that are not the gift shops of yore, filled with Dresden china shepherdesses, picture frames and eau de cologne, but of today, like Alphabets and Lancelotti in the East Village, Fred Flare in Greenpoint, Brooklyn, and, the luxury version, Moss in SoHo."
,"But for me, Mxyplyzyk, which opened in 1992, its name inspired by Mr. Mxyzptlk, an early, quirky Superman villain, defined the concept. A young man I encountered shopping at Mxyplyzyk last week put it perfectly. \"It almost doesn’t matter what you buy,\" he said. \"You can pretty much grab anything from here and people are going to love it.\""
,"I could not agree more. People always say I’m hard to shop for, but I would be perfectly happy with anything from this place, from the high end, like the World Clock ($210), a map that glows with 24 LED readouts of the hour in every time zone, to the low, like a packet of retro click-open ballpoint pens ($5.95) or a set of little candles styled to look like cartoonish black bombs and labeled \"Kaboom!\" ($9.95)."
,"There are hundreds of items in the store’s carefully edited mix that range from the sincere to the sarcastic, from the organic to the artificial, from the disposable to the heirloom. There are things both useful and playful: a lighter in the shape of a giant match ($9.95), a plastic tape dispenser in the shape of a recumbent cartoon figure ($22.95), delicate crystal bottles cast to look like plastic mineral water bottles ($38)."
,"There are great design addict items, like a multicolor plastic mixing bowl set ($55), a small spherical loudspeaker that can attach to an MP3 player ($50) and coffee mugs decorated with a square of bright color and the relevant Pantone color information ($12.95)."
,"There are lightly whimsical items of décor, like a clear glass piggy bank ($28), wood-laminate trays with photo-collaged images of extravagantly dressed birds ($185) and a porcelain lamp in the shape of an owl ($135). And there are simple, nice items with no trace of humor: a coppery glazed organic vase ($68), a roughly hewn wood lamp with a steel cage shade barely shielding the artisanal bare bulb inside and simple crystal hourglasses ($22 and $28)."
,"Mxyplyzyk was around before the midcentury craze hit and made \"design\" such a coveted (and pricey) category. But the shop has always been about a great item at a great price - \"taking something common and giving it a unique, unexpected twist,\" in the words of Kevin Brynan, the owner. In the 1980s, he and his partner owned Dot Zero, a \"more austere museum-quality\" store, as he called it, and he wanted Mxyplyzyk to be less pretentious, less expensive and more fun."
,"It is certainly that. One of the best aspects of the store is its stock of things for specific tastes and obsessions: The people who have everything don’t have this stuff. A small set of soapstone cubes ($22.95) are made to be frozen and served with Scotch or bourbon, which they will chill but not dilute as ice cubes do. (Dad will approve.) There are handmade pear candles in several grandmother-approved colors ($5.95). And for the recycling enthusiast, for whom the orgy of Christmas is one long cringe-athon, there is a ingenious folding basket made of recycled chopsticks ($28) and a clutch studded with keys from old computer keyboards ($35)."
,"There are books for children, like the old-fashioned and useful \"Pictorial Webster’s\" ($35). There are gifts for celebrators of other holidays, like a little green menorah in the shape of a Christmas tree. And there are gifts for the children of celebrators of other holidays, like the book \"Yiddish With Dick and Jane\" ($14.95)."
,"There are gifts for those skeptical of mankind’s appeal, like \"In My Humble Opinion\" ($20), a calendar featuring hilariously misanthropic quotes, and there are gifts for fans of man’s appeal, like \"Turkish Wrestling\" ($12), a photo book devoted to what can only be described as a highly photogenic sport."
,"The only drawback to the merchandise is heard in the comment that Mr. Brynan gets from some of his customers. \"People say, ’You sell all this stuff that nobody needs, but we buy it anyway,’ \" he said. \"But everything here does work, whether it just makes you smile or it actually does something.\""
,"Besides, Christmas isn’t about needing. It’s about giving."
,"MXYPLYZYK"
,"125 Greenwich Avenue (near 13th Street); (212) 989-4300."
,"THE MODERN CURIOSITY SHOP Unlike the many spartan and sparkling design emporiums, Mxyplyzyk is cozy and friendly. Nothing is artfully presented or spotlighted. The place is cluttered with knickknacks and pristine design pieces alike."
,"SERVICE WITH A WINK The sales staff is witty, efficient and personable, but not intrusive."
,"LOCATION, LOCATION, LOCATION The store recently opened a kiosk in the Time Warner Center and fills"
,"orders via telephone and its Web site. The Web site is frustrating, though; there isn’t even a search field. Plus, many of the fanciful items should be seen and felt to be evaluated."
]
}
}
,	{
"id": "7-213",
"archived": false,
"title": "Neue Galerie Design Shop",
"created": "2010-08-25T10:00:39-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Along with the Wiener Werkstatte objects for which it is known, the Neue Galerie’s design shop carries items ranging from Biedermeier wallpaper to a Bauhaus ceiling light, and collaborations with contemporary designers like Michael Graves, Han Feng, and Eva Zeisel.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Neue Galerie Design Shop",
"foursquare-venue-id": 23062,
"website": "neuegalerie.org",
"phonenumber": "(212) 628-6200 (x496)",
"crossstreet": "(at 86th Street)",
"neighborhood": "Upper East Side",
"street": "1048 Fifth Avenue",
"city": "New York",
"zip": "10028",
"state": "NY",
"latitude": "40.78129",
"longitude": "-73.96026"	}
],
"images":
null
}
,	{
"id": "7-214",
"archived": false,
"title": "Obscura Antiques and Oddities",
"created": "2010-08-25T10:00:46-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Where the New Antiquarians find inspiration, along with taxidermied bears, antique dentures and 19th-century chloroform bottles. This tiny, jumbly store in the East Village has been around in one form or another for nearly two decades.",
"author": "Penelope Green",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Obscura Antiques and Oddities",
"foursquare-venue-id": 1026007,
"website": "obscuraantiques.com",
"phonenumber": "(212) 505-9251",
"crossstreet": "(between First Avenue and Avenue A)",
"neighborhood": "East Village",
"street": "280 East 10th Street",
"city": "New York",
"zip": "10009",
"state": "NY",
"latitude": "40.72802",
"longitude": "-73.98305"	}
],
"images":
null
}
,	{
"id": "7-215",
"archived": false,
"title": "Ochre",
"created": "2010-08-25T10:00:58-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "The airy New York outpost of this artfully simple British design house reflects the company’s focus on quality craftsmanship and clean lines. It’s all about materiality here, with furniture, lighting and accessories made from vellum, horsehair, leather and patinated bronze.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Ochre",
"foursquare-venue-id": 2934852,
"website": "ochrestore.com",
"phonenumber": "(212) 414-4332",
"crossstreet": "(between Mercer and Greene Streets)",
"neighborhood": "SoHo",
"street": "462 Broome Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.72261",
"longitude": "-74.0009"	}
],
"images":
null
}
,	{
"id": "7-216",
"archived": false,
"title": "Olde Good Things",
"created": "2010-08-25T10:01:03-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Less a store than an ark, Olde Good Things maintains what looks to be an endless inventory of salvaged materials and hardware from demolished or renovated buildings. Doors, bathtubs, chandeliers, fireplaces — the store reclaims even worthy bricks. An essential destination for anyone looking for something old, and a time warp every New Yorker should experience at least once.",
"author": "Sam Grobart",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Olde Good Things",
"foursquare-venue-id": 149026,
"website": "oldegoodthings.com",
"phonenumber": "(212) 989-8814",
"crossstreet": "(between Fifth Avenue and Union Square)",
"neighborhood": "Upper West Side",
"street": "5 East 16th Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.73726",
"longitude": "-73.99191"	}
,{
"foursquare-venue-id": null,
"website": null,
"phonenumber": "(212) 362-8025",
"crossstreet": "(between West 81st and 82nd Streets)",
"neighborhood": "Upper West Side",
"street": "450 Columbus Avenue",
"city": "New York",
"zip":	"10024",
"state": "NY",
"latitude": "40.783734",
"longitude": "-73.974361"	}
,{
"venue": "Olde Good Things",
"foursquare-venue-id": null,
"website": "oldegoodthings.com",
"phonenumber": "(212) 989-8401",
"crossstreet": "(between Sixth and Seventh Avenues)",
"neighborhood": "Chelsea",
"street": "124 West 24th Street",
"city": "New York",
"zip":	"10011",
"state": "NY",
"latitude": "40.74399",
"longitude": "-73.99371"	}
],
"images":
null
}
,	{
"id": "7-217",
"archived": false,
"title": "Partners & Spade",
"created": "2010-08-25T10:01:09-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Curious goods for design aesthetes — including terrariums, burglary kits (as in, gear for burglars) and antique globes — as well as found objects like family snapshots and Moroccan shoeshine boxes, all organized by the very particular minds of Andy Spade (the husband of Kate) and Anthony Sperduti, who run a branding agency here, too.",
"author": "Penelope Green",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Partners & Spade",
"foursquare-venue-id": 44672,
"website": "partnersandspade.com",
"phonenumber": "(646) 861-2827",
"crossstreet": "(between Lafayette Street and the Bowery)",
"neighborhood": "NoHo",
"street": "40 Great Jones Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72706",
"longitude": "-73.9926"	}
],
"images":
null
}
,	{
"id": "7-218",
"archived": false,
"title": "Paula Rubenstein",
"created": "2010-08-25T10:01:15-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "This antiques store crammed with eye-catching goods is fun to browse when you’re not sure what you want. At any one time, merchandise might range from vintage American quilts to antique lighting, industrial bearings and stencils.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Paula Rubenstein",
"foursquare-venue-id": 1140771,
"website": null,
"phonenumber": "(212) 966-8954",
"crossstreet": "(between Crosby and Lafayette Streets)",
"neighborhood": "SoHo",
"street": "65 Prince Street",
"city": "New York",
"zip": "10012",
"state": "NY",
"latitude": "40.72383",
"longitude": "-73.99683"	}
],
"images":
null
}
,	{
"id": "7-219",
"archived": false,
"title": "R 20th Century",
"created": "2010-08-25T09:52:40-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "This TriBeCa furniture gallery exhibits work by 20th- and 21st-century craft masters, from the fairly obscure (Greta Magnusson Grossman) to the nearly canonized (Wendell Castle).",
"author": "Julie Lasky",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "R 20th Century",
"foursquare-venue-id": 153087,
"website": "r20thcentury.com",
"phonenumber": "(212) 343-7979",
"crossstreet": "(between Broadway and Church Street)",
"neighborhood": "TriBeCa",
"street": "82 Franklin Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71815",
"longitude": "-74.00464"	}
],
"images":
null
}
,	{
"id": "7-220",
"archived": false,
"title": "The Shop at Cooper-Hewitt, National Design Museum",
"created": "2010-08-25T10:01:27-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "It can be difficult to tell where the exhibitions stop and the shopping begins. The store’s designer tabletop pieces, desk accessories and other decorative objects are displayed in glass cases just like the museum’s collection, but these items you’re encouraged to take home.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Shop at Cooper-Hewitt, National Design Museum",
"foursquare-venue-id": 61619,
"website": "cooperhewittshop.org",
"phonenumber": "(212) 849-8355",
"crossstreet": "(at Fifth Avenue)",
"neighborhood": "Upper East Side",
"street": "2 East 91st Street",
"city": "New York",
"zip": "10128",
"state": "NY",
"latitude": "40.78444",
"longitude": "-73.95824"	}
],
"images":
null
}
,	{
"id": "7-221",
"archived": false,
"title": "Spring Design and Art",
"created": "2010-08-25T10:01:33-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Hidden in the shadow of the Manhattan Bridge, this shop offers design intended to make a statement — a lamp with an inflated balloon for a shade, flatware that has been surgically dismembered, a vase in the shape of a gun. Function often takes a backseat to concept.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Spring Design and Art",
"foursquare-venue-id": null,
"website": "spring3d.net",
"phonenumber": "(718) 222-1054",
"crossstreet": "(at Pearl Street)",
"neighborhood": "Dumbo, Brooklyn",
"street": "126A Front Street",
"city": "Brooklyn",
"zip": "11201",
"state": "NY",
"latitude": "40.70247",
"longitude": "-73.98756"	}
],
"images":
null
}
,	{
"id": "7-222",
"archived": false,
"title": "Sprout Home",
"created": "2010-08-25T10:01:39-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Drop in to this lush oasis of a store to stock up on plants and accessories for an urban – or even indoor – garden. It’s an excellent source for organically shaped glass terrariums and distinctive vases. For larger containers and plants, be sure to visit the patio out back.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Sprout Home",
"foursquare-venue-id": 67365,
"website": "sprouthome.com",
"phonenumber": "(718) 388-4440",
"crossstreet": "(between Kent and Wythe Avenues)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "44 Grand Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.71601",
"longitude": "-73.96567"	}
],
"images":
null
}
,	{
"id": "7-223",
"archived": false,
"title": "Stella",
"created": "2010-08-25T10:01:45-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "An inviting store that specializes in the softer side of interior design. It’s an ideal place to find plush, patterned pillows, woolly blankets and fluffy pillows and comforters",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Stella",
"foursquare-venue-id": null,
"website": "stellastore.com",
"phonenumber": "(212) 233-9610",
"crossstreet": "(between Thomas and Duane Streets)",
"neighborhood": "TriBeCa",
"street": "138 West Broadway",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71705",
"longitude": "-74.00831"	}
],
"images":
null
}
,	{
"id": "7-224",
"archived": false,
"title": "Steven Sclaroff",
"created": "2010-08-25T10:01:51-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "An interior designer by trade and well-honed ferret by nature, Steven Sclaroff has filled his shop with a stylishly odd collection of antique furniture, lighting, accessories and art. The store is considered a secret source by those in the know.",
"author": "Rima Suqi",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Steven Sclaroff",
"foursquare-venue-id": 561190,
"website": "stevensclaroff.com",
"phonenumber": "(212) 691-7814",
"crossstreet": "(between Church Street and Broadway)",
"neighborhood": "TriBeCa",
"street": "44 White Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.71882",
"longitude": "-74.00416"	}
],
"images":
null
}
,	{
"id": "7-237",
"archived": false,
"title": "Studio Anise",
"created": "2011-01-31T13:40:37-0500",
"updated": "2011-01-31T13:43:44-0500",
"description": "If you’re looking for clean-lined Italian style, you’ll find it at this showroom: sleek kitchens from Acheo; bathroom fixtures from Agape; ceramics from Bosa; and sofa, chairs and tables from De Padova.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Studio Anise",
"foursquare-venue-id": 14305024,
"website": "studioanise.com",
"phonenumber": "(212) 933-1406",
"crossstreet": "(between Grand and Canal Streets)",
"neighborhood": "SoHo",
"street": "23-25 Greene Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.721257",
"longitude": "-74.002842"	}
],
"images":
null
}
,	{
"id": "7-232",
"archived": false,
"title": "Task",
"created": "2010-10-21T15:28:55-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Task offers a thoughtful collection of pleasingly tactile accessories, made by craftspeople from around the world: hammered metal trays from India, slender resin-handled salad servers from Portugal, fluffy towels from Finland and delicate tin-and-cotton lanterns from Turkey.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Task",
"foursquare-venue-id": 519138,
"website": "tasknewyork.com",
"phonenumber": "(718) 963-2600",
"crossstreet": "(between Berry Street and Wythe Avenue)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "100 North Third Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.716679",
"longitude": "-73.961923"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/chgdTY",
"title": "Katie Lydon Seeks Can-Do Trays",
"byline": "By TIM McKEOUGH",
"pubdate": "2010-10-07T01:00:32-0400",
"stars":
0	,
"text": [
"KATIE LYDON, a British-born interior designer living in New York, likes to have a lot of trays around the house - and not just for entertaining."
,"\"Trays are really useful for holding all your remote controls,\" said Ms. Lydon, 38, who was named one of five designers to watch in the June issue of Elle Décor. \"You also have that little tray on the hall table to hold your keys. Then something for drinks by the pool. Then something else for supper in front of the TV.\""
,"In her design for the Nurse Jackie lounge at this year’s Showtime show house (open through Oct. 24, at Cassa Hotel and Residences, 70 West 45th Street), she used a walnut tray to hold a small collection of bud vases. For nonfictional clients, she often uses a tray to hold a small stack of books on a coffee table or a decorative composition."
,"Shopping for trays suitable for a variety of purposes, she began at Task in Williamsburg, Brooklyn, where she found a set of five made from dark Indian sheesham wood, with a grain that was \"really pretty and pleasing.\""
,"For something more casual, she visited Just Scandinavian in TriBeCa and picked out laminate trays with vivid patterns by Josef Frank that she thought would be ideal for everyday dining or meals in the garden."
,"Online, at Jayson Home & Garden, she found petrified wood trays - rough-edged slabs on which \"crackers and cheese would look beautiful,\" she said."
,"But it was at the Suite New York showroom in Gramercy that she found the most versatile choice: a set of thick wood trays by BassamFellows, which stack to create a side table when not in use. \"It’s more than just an object,\" she said, running her hands over the carved contours. \"It’s a piece of furniture.\""
,"TIM McKEOUGH"
]
}
}
,	{
"id": "7-225",
"archived": false,
"title": "Trailer Park",
"created": "2010-08-25T10:01:57-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "Still watch “Witness” whenever it’s on cable? Then get your straw-hatted head over to Trailer Park, which traffics in Amish-made barn-wood furniture. Check out the non-Amish vintage pieces and accessories as well, which have an insouciance and flair that would never pass in Lancaster County.",
"author": "Sam Grobart",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Trailer Park",
"foursquare-venue-id": 1498105,
"website": "trailerparkslope.com",
"phonenumber": "(718) 623-2170",
"crossstreet": "(at Sixth Avenue)",
"neighborhood": "Park Slope North, Brooklyn",
"street": "77 Sterling Place",
"city": "Brooklyn",
"zip": "11217",
"state": "NY",
"latitude": "40.6781",
"longitude": "-73.97612"	}
],
"images":
null
}
,	{
"id": "7-226",
"archived": false,
"title": "Voos",
"created": "2010-08-25T10:02:03-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "For those looking to buy local, this shop specializes in furniture that is designed and made in New York. Look carefully: there’s a lot of stock, and it’s a good place to discover designers and objects you haven’t seen before.",
"author": "Tim McKeough",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Voos",
"foursquare-venue-id": 314767,
"website": "voosfurniture.com",
"phonenumber": "(718) 218-8666",
"crossstreet": "(between Wythe Avenue and Berry Street)",
"neighborhood": "Williamsburg, Brooklyn",
"street": "105 North Third Street, Suite 105C",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.716612",
"longitude": "-73.961760"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cK35En",
"title": "Old Suit, New Seats (Furnishings to Cheer)",
"byline": "By JOYCE WADLER",
"pubdate": "2010-02-24T23:30:37-0500",
"stars":
0	,
"text": [
"WHEN February gets to be too much and you need a little fun, you could do worse than hop over to Voos, a furniture store in Williamsburg, Brooklyn. The designers there think so far outside the box that very little is squared, so good luck finding a familiar-looking place to sit down. But the gallery is guaranteed to make you smile."
,"You might find Deger Cengiz’s portable seat in the shape of the head of former President George W. Bush, with a belt for lashing it to a pole, or Laurie Beckerman’s Corian loveseat rocker in which two people must sit facing each other - so seductive and sociable, it is astonishing no one has found a way to mass produce it (at $12,000, it’s too expensive to own otherwise)."
,"Lately, Voos has been having Friday night cocktails to introduce their designers. The most recent event, on Feb. 19, was for seven designers from the Rhode Island School of Design, a few of whom had not yet graduated. They approached furniture as philosophical inquiry, their conversations beginning with, \"The problem I was investigating\" or variations thereof."
,"Environmental responsibility was a given. Friday night, among the jeans and dark purple nail polish, one could find Andrea Summerton’s environmentally correct Bella Bench side table ($800), which was made, the catalog noted, of \"urea formaldehyde-free bamboo\"; Jennifer Tran’s eco-resin Flow chair ($950), which resembled a sheet of plastic curved in upon itself in a welcoming arch; and Debra Folz’s 100-Percent Wax side table ($1,350)."
,"No, it does not easily melt, Ms. Folz explained, because it is industrial wax with a melting point of 240 degrees. She likes that it is made from a material that can be reused, she said. This was also helpful when she had difficulty getting the legs right."
,"There were decorative objects as well, including Jeremy Leichman’s \"Suits\" ($300), a small tabletop sculpture of a man in a suit, slowly spinning upside down on one arm. The designer, 29, was wearing a Borsalino porkpie and a leather jacket. When the hoary ritual of business-card exchange was initiated by the reporter - who, while not literally suited up, is an admitted suit - Mr. Leichman offered a business card that appeared blank."
,"\"I can’t read this,\" the reporter said."
,"\"It’s in Braille,\" he said playfully. \"I like the gag of it.\""
,"(Oh, no. Have we reached the age where the jokes must be explained? We are Old Suits.)"
,"Explain the work, if you will, you impudent, uh, Hat."
,"\"He’s a Suit, a man in a suit,\" Mr. Leichman said. \"He’s doing the dance - the daily grind.\""
,"Why so grim? Can’t a Suit be happy?"
,"\"One only has to look at the new patterns of greed by people who wear suits,\" he said. \"That’s looking at it in derogatory terms. This is a more comical way of saying what that uniform says about somebody. Of course, I guess you could say my uniform says something about me.\""
,"What does his hat say?"
,"\"I have to be protected from the elements,\" he said. \"Also, I needed a hat because I got married last month.\""
,"So many young designers, so little space: There was James Lear’s gray upholstered Fail Bench ($1,450), which resembled a Parsons table given a good thwack in the middle so that it angled down (\"From a series examining how you can devise function out of failure,\" Mr. Lear said). And Frank Cresencia’s Splay Bench ($1,800), a barrel-shaped wood stave bench (\"It’s about how furniture interacts with its environment, the space it’s in,\" Mr. Cresencia said)."
,"There was also Hyejung Park’s Constellation hanger and seats ($400), a vertical wooden plank on which four convex padded discs hung from wooden dowels. The idea, explained Ms. Park, 27, was that guests remove a seat, hang their jackets on the now-vacant dowel and sit down. In South Korea, where Ms. Park grew up, it is normal to sit on the floor, she said, though some Westerners struggle with it."
,"She offered a seat to the reporter and they sat. It was not only difficult to sit on, it was also very hard. Ms. Park said this was by design, as it helps straighten the spine. Then she helped the Suit to her feet and the Suit, surely as a man on a wire, rotated off to work."
]
}
}
,	{
"id": "7-227",
"archived": false,
"title": "William-Wayne & Company",
"created": "2010-08-25T10:02:09-0400",
"updated": "2011-01-31T13:43:44-0500",
"description": "This store’s Upper East Side and Greenwich Village locations are cozily cluttered with tableware and decorative accessories that are chic but unpretentious. You can find a woven log basket or a rattan ice bucket for your weekend rental, or a mirrored wastebasket for your urban boudoir. And there are hostess gifts galore.",
"author": "Pilar Viladas",
"top-info": null,
"extra-info": null,
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "William-Wayne & Company",
"foursquare-venue-id": 3481536,
"website": "william-wayne.com",
"phonenumber": "(212) 288-9243",
"crossstreet": "(between 64th and 65th streets)",
"neighborhood": "Upper East Side",
"street": "850 Lexington Avenue",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.76566",
"longitude": "-73.96573"	}
,{
"venue": "William-Wayne & Company",
"foursquare-venue-id": null,
"website": null,
"phonenumber": "(212) 533-4711",
"crossstreet": "(between Ninth and 10th Streets)",
"neighborhood": "Greenwich Village",
"street": "40 University Place",
"city": "New York",
"zip":	"10003",
"state": "NY",
"latitude": "40.73261",
"longitude": "-73.99427"	}
],
"images":
null
}
]
}
}