{"list":{
"title": "Only in New York",
"category": null,
"description": "A list of great New York experiences, from classic sights to offbeat outings.",
"updated": "2011-03-24T15:15:39-0400",
"items": [
{
"id": "2-110",
"archived": false,
"title": "Shop for Italy by the Ounce",
"created": "2010-10-21T14:23:02-0400",
"updated": "2011-03-18T17:56:28-0400",
"description": "A retail love letter to Italy, with shops galore and five restaurants. Reservations are accepted at Manzo, a luxe steak-centric place run by Michael Toscano, who had been at Babbo; more casual fare is available at La Pizza and La Pasta, at the vegetarian Le Verdure, and at Dave Pasternack's excellent fish house, Il Pesce. These are all just fine, though Manzo is a little expensive for a supermarket dinner. The real point of Eataly is shopping: excellent pastas, both dried and fresh-made; a bakery; canned goods; cheese; meats; fish; vegetables; books; housewares; drinks; wine. Load up on these and head home to cook, or simply stop in for an espresso or a small gelato, and take the measure of the place for the next time through.",
"author": "Sam Sifton",
"top-info": null,
"extra-info": "Eataly",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Eataly",
"foursquare-venue-id": 7262429,
"website": "newyork.eataly.it",
"phonenumber": "(212) 229-2560",
"crossstreet": "(between West 23rd and West 24th Streets)",
"neighborhood": "Midtown South",
"street": "200 Fifth Avenue",
"city": "New York",
"zip": "10010",
"state": "NY",
"latitude": "40.74195",
"longitude": "-73.989477"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bWlOJh",
"title": "An Appraisal of Eataly, the Manhattan Italian Food Hall",
"byline": "By SAM SIFTON",
"pubdate": "2010-10-21T13:48:15-0400",
"stars":
0	,
"text": [
"NEW YORKERS understand full-contact grocery shopping."
,"They brave the madness of Fairways on a weekend, of Zabars during a holiday rush, of Whole Foods and Trader Joes and neighborhood Greenmarkets. They jostle through Key Foods and Food Emporia alike. They prepare for these trips as if for a Himalayan trek, which in New York City is called a schlep."
,"And they return home triumphant if bruised, because this is how shopping here is done: Got that tilefish! Got that purple kale! (Honey, you forgot the milk.)"
,"Now comes Eataly, an enormous and enormously crowded new Italian-food market and restaurant collection that opened recently off Madison Square Park: 50,000 square feet of restaurants and peninsular provisions, with a fishmonger and butcher (and vegetable butcher) and an espresso bar, a wine store, a cheese store, a cooking school, a kitchenware department and a great deal more."
,"It is giant and amazing, on its face, a circus maximus. But what are we really to make of it? Is Eataly a menace (so big and corporate) or an answered prayer (OMG, they sell Barilla bucatini)? Does it represent a step forward for Italian food at the upper end of the economic spectrum of New York, or is it simply a mass-market retail play that capitalizes on the fame of its most visible partners, Mario Batali, Joe Bastianich and his mother, Lidia Bastianich?"
,"Does Eataly strike a chord for those desirous of food made close to home, with its house-made bread and mozzarella, its fresh pasta and local bass? Or does it display carbon footprints to rival those of an airline, with its dry pastas shipped in from Naples, its prosciutto from Friuli, its October-grown organic strawberries from Central and Southern California, from Florida, Central Mexico or Baja? Is Eataly good for us? Or is it the opposite?"
,"The short answer is: yes. Yes to all those questions in different ways, to different degrees."
,"The Eataly experience is reminiscent of the one Dean & DeLuca introduced to Manhattan in 1988, when its small corner store in SoHo was expanded into a huge operation on the corner of Broadway and Prince Street. (Its proprietors hope it will not be reminiscent of the one Dino De Laurentiis introduced to Manhattan in 1982, when he opened DDL Foodshow. A kind of proto-Eataly on the Upper West Side, it closed two years later.) Dean & DeLuca then was cool and vaguely exciting, a seemingly one-stop shop for an enormous amount of expensive grub and a fast shot of espresso. But it was also uncool and vaguely menacing, a seemingly one-stop shop for an enormous amount of expensive grub and a fast shot of espresso. You could hate the place, even as you shopped there twice a month."
,"Eataly opened in New York on Aug. 31, the first American branch of a Turin-based chain founded in 2003 by Oscar Farinetti. The crowds have been insane ever since. This has in turn brought more crowds. And it has, alternately, repelled them. As any New Yorker will tell you, there is no point in waiting in a sidewalk line for 30 minutes on a weekend day simply to enter a store. It’s not water from the fountain of youth they’re selling in there. It’s groceries."
,"To be fair, though: those groceries are pretty good."
,"There is a restaurant at Eataly that serves fish. It’s called Il Pesce, and it is hard to get a table there because no reservations are taken and the chef is Dave Pasternack, who is also the chef and a partner with Mr. Batali and Mr. Bastianich in the excellent Esca in the theater district. Il Pesce is worth visiting: Mr. Pasternack’s plates of crudo and cured sardines and delicately fried seafood are as good as at his flagship, and cheaper, too."
,"There is a restaurant called Le Verdure, at which it is somewhat easier to get a table even though no reservations are taken, because it serves only vegetables. It is bruschetta city there."
,"There is a pasta area (La Pasta, which takes no reservations) that abuts a pizza one (La Pizza, and likewise), in which silken, expertly prepared Batali-style pastas are served, as well as Neapolitan pies cooked by actual Neapolitans, in a gold-tiled oven brought in, presumably in parts, from Naples."
,"You can go to these two at 11:30 a.m. for lunch and get a table, or at 5:30 p.m. for dinner. At other times, you could face a 90-minute wait, during which you are, of course, encouraged to buy things. The pastas are excellent, but in a city that is starting perhaps to out-Naples Naples for pie supremacy, Eataly’s pizzas are not yet worth the time spent."
,"And there is a first-come-first-served bar area, La Piazza, where you can stand at a marble-top table and drink wine or eat salamis and cheese as if in Venice. These tables are very tall. It can be amusing to watch servers and customers reach up to a table to get at a plate. I pass on through."
,"Only one restaurant, Manzo, takes reservations. In keeping with its name, which means beef in Italian, Manzo serves a lot of meat. The chef is Michael Toscano, who was at Babbo, and the menu has a lot of that restaurant’s macher flare: ridiculously crisp and pillowy sweetbreads; agnolotti to shame even the excellent version available for $6 less at La Pasta; an incredible, luscious veal chop smoked in hay, with gigante beans and speck; a beautiful rib-eye for two, with a tiny cup of beef broth as chaser, and cloudlike pommes soufflées just because."
,"The wine list is exceptional, the service divine over starched tablecloths that shine golden in the light of votive candles. But Manzo is at all hours in the center of a supermarket, across from the fishmonger and right outside the classroom where Ms. Bastianich teaches classes in Italian cooking. One table is pressed up against the door that leads into that room. Manzo is a feng shui nightmare. You might go once."
,"But pick up dinner instead and head home to cook it, or stop in for an excellent gelato, or a Lavazza espresso and a glass of Nardini, and you may find yourself returning. In these activities, anyway, Eataly’s charms are apparent and building. Those lines for the restaurants will or won’t dissipate over time. The point of the place is ultimately shopping."
,"There isn’t much in the way of ice- or steam-table prepared food of the kind at Fairway or the local deli. But the collection of pastas - fresh and dry, much of the latter from Gragnano, outside Naples - is phenomenal, perhaps unparalleled in Manhattan. You can pick up surprisingly good prepared sauces from the marketing arm of Mr. Batali (these are available at other retail outlets, too), or sublime ingredients for making your own from the long library stacks of Eataly’s canned San Marzano tomatoes, marinated artichokes and peperoncini, salted anchovies and other goodies from the Italian larder."
,"From the bakery behind the pizza ovens: good breads. From the chocolate station up front: dessert."
,"Packaged meats and poultry are available, too, mostly from the celebrity butcher Pat LaFrieda, whose name is becoming so ubiquitous in Manhattan restaurants that it would not be a surprise to hear that the company has started to market meat vodka, or special-blend breakfast cereal. The name is faddish and the products expensive."
,"A few sausages won’t break the bank, though. On a night with a 120-minute wait for a table at La Pasta, I was able to secure the ingredients for what turned out to be an excellent family pasta-and-meats dinner, with bread, cheese and a flinty, excellent Ligurian vermentino, for about $7 a head, all in. Good value."
,"So, too, are some of the vegetables available in Eataly’s narrow greengrocer area, particularly a wide and fabulous collection of fresh mushrooms and, at least for these last few moments of early fall, plump, soft tomatoes."
,"But airlifted vegetables put the lie to Eataly, too. The Union Square Greenmarket is only six blocks south of the complex. Last week, Mr. Pasternack of Il Pesce was down there showing a gaggle of visiting white-coated Italian chefs around, pointing out the bounty of our local farms. The crowds rivaled those at Eataly. In New York City, there is always somewhere else."
,""
,"An Eatalian Tour"
,"Want to take the measure of Eataly without waiting in too many lines? Enter on Fifth Avenue and stop immediately at the Lavazza booth. Have an espresso to focus the mind. (Is it after dark? Have a grappa, too, for courage.) Forget about putting your name in for a table at a restaurant - get a baby-blue shopping basket and get to work. You’ll want dry pasta from Gragnano, near Naples. The paccheri - big tubes of durum wheat the color of gold - hold sauce well. Also, maybe prosciutto bread from the bakery and a few packets of pork sausages."
,"Along the West 24th Street wall, you’ll see the Market area: sauces and condiments and oils. Get something to cover the pasta and the meat. (The Batali-brand cherry-tomato sauce isn’t bad.) Next: a ball of fresh mozzarella from the bar selling same on the far side of the room where everyone’s standing at tables with sliced sausages and wine. (Ignore them!) Go south toward West 23rd Street, to the vegetable butcher’s stand. Some basil will suffice, though you might see fruit for dessert if you haven’t already succumbed to caramel pralines from the chocolate station."
,"Finally, cut across to the checkout, near housewares, for La Nostra Gazzosa lemon soda. Head home via the wine store next door: a nice dolcetto should match that pasta just fine."
,"The restaurant review will return next week."
]
}
}
,	{
"id": "2-109",
"archived": false,
"title": "See Medieval Treasures in Fort Tryon Park",
"created": "2010-09-20T12:23:41-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The Cloisters is a branch museum to die for, plus one of the best places for site-specific art viewing in America. Located at the northern tip of Manhattan in Fort Tryon Park – itself a New York wonder – it houses most of the Metropolitan Museum of Art’s medieval European holdings in an assemblage of religious and domestic buildings from 12th- to 15th-century France, among them four of the inner courtyards of convents and monasteries known as cloisters. Inside are treasures nearly beyond count: painted panels from altarpieces, like “The Annunciation” by Robert Campin and his workshop; carved ivories like the Bury St. Edmunds Cross; illuminated manuscripts; stained glass; stone and wood sculpture of all description. The indisputable high point is the series of seven resplendent 15th-century unicorn tapestries, where a violent hunt for the mythic beast symbolizes the triumph of wedded love.",
"author": "Roberta Smith",
"top-info": null,
"extra-info": "The Cloisters",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Cloisters",
"foursquare-venue-id": 19274,
"website": "metmuseum.org\/cloisters",
"phonenumber": "(212) 923-3700",
"crossstreet": "(in Fort Tryon Park)",
"neighborhood": "Washington Heights",
"street": "99 Margaret Corbin Drive",
"city": "New York",
"zip": "10040",
"state": "NY",
"latitude": "40.865229",
"longitude": "-73.93171"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/dpzFHx",
"title": "Epiphanies in a Medieval Courtyard",
"byline": "By HOLLAND COTTER",
"pubdate": "2007-12-21T00:00:00-0500",
"stars":
0	,
"text": [
"THE first thing I see every morning is the Cloisters tower, gray and severe, perfectly framed by the living room window of my apartment. The Cloisters, the Metropolitan Museum’s medieval outpost, is about a quarter-mile to the south, on a hill a little higher than the one my building is on, near the stony tip of northern Manhattan. In between is a valley of rooftops, garages and streets. Above, open sky, clouds, the moon, stars."
,"For 20 years I’ve seen the Cloisters from this vantage, in every season, all weather. The trees of Fort Tryon Park fill out around it in spring, and go gold and brown in fall. In a blizzard the tower, which looks both militant and monastic, softens to an apparition. On cold, clear nights it’s a spaceship poised for flight with a single ruby light, like a bright little planet Mars at its peak, a beacon and warning to planes."
,"That light is on now as I write, but I won’t be seeing it for much longer. In a month I’m moving to a new apartment, for the usual New York reason: a little more space, in my case for books. I amassed most of my library over the past two decades, though a few things are older, including a sturdy little black-and-white \"Guide to the Cloisters,\" which I picked on my first visit there, on a pre-Christmas trip to New York City with my family in the early 1960s."
,"That weekend my sister and I did what a lot of kids did back then on a holiday visit: hot chocolate at Rumpelmayer’s, F. A. O. Schwarz down the street, Scribner’s bookstore, the Rockefeller Center tree. Then there was some adult fare: a look at the new Guggenheim Museum, and an early jazz set at Jimmy Ryan’s, where, mysteriously, my father seemed to know everyone. It was on the way out of the city back to Boston that we stopped at the Cloisters. And what felt to me like a duty call turned out to be an unforgettable experience."
,"From the winding stone staircase up to the museum; to the Gothic chapel with its looming, sad-eyed Burgundian Virgin; to a pillared courtyard arcade - one of the four cloisters that give the museum its name - sweet with the scent of narcissus and oleander, this was one of the most romantic places I’d ever seen, and it grew more romantic when snow began to fall into the courtyard and over the Hudson below."
,"The Cloisters didn’t start romantic; it was a product of hard cash and shrewd decisions. And it probably looked pretty unsightly from my window in the late 1930s as it was being built. A decade earlier a turreted mansion had stood on the spot, the home of C. K. G. Billings, a self-described \"capitalist at large\" who kept a staff of 23 servants and a fleet of 13 cars. In 1916 he sold the place to John D. Rockefeller Jr., who offered to donate the land to the city as a park. No thanks, said the city, too much upkeep. Rockefeller rented out the house; it burned down 10 years later."
,"Before that, though, an American sculptor named George Grey Barnard (1863-1938), who lived in the area, had used a stable on the property as a studio. Barnard had spent time in France, where he had supported himself largely as a dealer in medieval art. He started by selling sculptural fragments he found in the countryside or bought cheap from local dealers, then architectural elements, including complete portals and cloisters."
,"In 1913 the French government woke up and passed a law restricting the export of \"cultural heritage.\" Two days before the law took effect, Barnard sent a shipload of Romanesque and Gothic material to New York, where he built his own public museum in Upper Manhattan, calling it the Cloisters. Rockefeller was a visitor and soon became a major client, buying the entire collection for the Met."
,"He also gave land (and money for its upkeep) to the city, and stipulated that four acres on the northernmost edge of what would become Fort Tryon Park be reserved for a new museum. Then he bought 700 acres of land across the Hudson in New Jersey to ensure the museum would have a nice view. Building began in 1935; three years later the Cloisters opened."
,"The museum wasn’t so much built as assembled. Certain features, like the tower, were brand new, though vaguely based on European models. The core was four French cloisters reconstructed, with varying degrees of accuracy, from salvaged parts. Much of the rest of the interior is made up of architectural bits and pieces - a door, an arch - from northern Europe and Spain, with dates from the 9th to the 16th centuries."
,"From a skeptical scholar’s perspective, the result is a cut-and-paste job. To me it represents American Theme Park Style, which is by now a solid historical genre, and one with a long 20th-century pedigree ranging from the Isabella Stewart Gardner Museum to Old Sturbridge Village to aspects of Disney World. In most cases the goal is less historical truth than atmospheric verisimilitude."
,"The Cloisters is an important variant on this, what you might call earnest ersatz. It offers an imaginary Middle Ages, but one with real medieval art in it. The demand for this medievalist fantasy has always been strong in the United States. The robber barons of the Gilded Age, with their castle keeps and Anglo-Saxon pieties, looked back to feudalism with a certain fondness. The first time I saw the Cloisters, \"Camelot\" was the rage on Broadway. Within a few years its clubby, sentimental image of a chivalrous court would define an American presidency."
,"Nor has the appeal of the Middle Ages - the age of holy wars, plagues, miracles, magic, religion and aristocratic rule - diminished. It was evident in the cult that grew up around Tolkien’s \"Lord of the Rings\" books, and later in the game \"Dungeons & Dragons,\" Goth culture and the \"Star Wars\" and \"Harry Potter\" franchises. In politics it echoed in the presidential call to crusade after 9\/11."
,"Unsurprisingly, historians’ take on the medieval age is complex, with many conflicting views. Was it an era of progressive intellectual vigor and spiritual enlightenment to which the Renaissance was merely a capstone? Or was it a period of Darwinian brutality and mechanistic thinking, to which Renaissance humanism finally, mercifully, put an end?"
,"At least on the surface the Cloisters projects the benign aspect of the story. Some of the most exquisite objects in any part of the Met’s vast collection are on permanent view here, many of them since 1938. These include monumental ensembles like the cloisters themselves, with tiny carved figures half-hidden in their capitals; the unicorn tapestries, a 1937 Rockefeller gift, with their all-over fields of flowers; and the alabaster altar carved by Franc&#237; Gomar in 15th-century Spain, its tender scenes from the lives of saints restored to mellow brightness by a recent cleaning."
,"What I come back for, though, are individual images. One is that Virgin from Burgundy, with her heavy, grave face, and her body hunched forward protectively over the figure of her child. (After years of sitting uncovered on the Langon chapel altar, she’s now herself protected by a plexiglass vitrine.)"
,"A spidery stone angel hovering en pointe nearby is, in contrast, seemingly weightless. So is an almost life-size standing Virgin from Strasbourg Cathedral placed high on the wall of the Early Gothic Hall, and the two adorable beaming angels who keep her company. Downstairs the pink-cheeked head of a Virgin - a rare fragment of Bohemian Gothic terra cotta - has a comparable buoyancy, as does a painting of St. Clare reaching for a Lenten palm frond, and the tiny ivory reliefs in the Cloisters’ treasury room."
,"One ivory, a recent addition, is based on a fanciful secular literary theme, the assault on the Castle of Love. Cupid is on the ramparts firing darts at the charging knights, while the castle’s female defenders do their part by tossing roses and kisses down from the walls. This is the romantic, nostalgia-laced Middle Ages that C. S. Lewis wrote about in \"The Allegory of Love,\" a world in which, for a lustrous moment, the codes and courtesies of courtly devotion regulated all, and the profane and spiritual were one."
,"But the moment was brief. Then there was reality, and that’s at the Cloisters too, if you look for it. For all their thousands of flowers and Christian imagery, the unicorn tapestries are about hunting, about using spears, dogs and noise to drive an animal into a pen. The Burgundian Virgin is sad for a reason: She already sees, with her great glass eyes, the mortal future of her son, a future which, in sculptural terms, has already arrived. The figure of the child perched on her knee is physically ruined, his head broken off by rough handling or wear and tear. This is the other side of the medieval picture: base cruelty, the anguish of loss, the anxious, half-believed-in hope for renewal."
,"Of course I didn’t see any of this in 1960. My mind was on - what? - the tomb figures of armored knights, the moody monastic light, the snowstorm outside. You grow into art; or it grows in you. This takes immersion and time. The Cloisters, while barely changing at all, has changed a lot for me over the years, becoming a more complicated and contemplative experience - about art history, American history, pseudo-history, my history - whether I’m actually there or watching from my window."
,"I guess part of the experience is love. I’ll miss my neighbor. Where I’m moving I will have height and sky, the river and Palisades, and plenty of stars out the window, but not that one red lodestar, aggressive and guiding, that burns steadily through the night on the Cloisters’ rooftop. I’m looking at it now. Steady means something in the Middle Age of a life."
,"The Cloisters is in Fort Tryon Park, Washington Heights. Open Tuesdays through Sundays. 9:30 a.m. to 4:45 p.m. (through February); closed Christmas Day and New Year’s Day. (212) 923-3700; metmuseum.org\/cloisters\/events\/. Admission by donation, $20; $15 for 65+; $10 for students; free for children under 12 and members."
]
}
}
,	{
"id": "2-107",
"archived": false,
"title": "Hear Up-and-Coming Musicians",
"created": "2010-09-08T13:27:38-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Carnegie Hall and Avery Fisher Hall are obvious concert destinations: big rooms, big names, big ticket prices. In their shadow is the Juilliard School. While best known for churning out professional musicians, actors and dancers, Juilliard also provides an astonishing number of performances — about 650 a season in its six performance spaces on campus. And they are almost all free. The school’s orchestra is a crack ensemble, and often performs with major conductors and soloists, regularly dropping into Fisher, Carnegie or neighboring Alice Tully Hall. The talent is at its freshest, but experienced faculty members also perform. A caveat: shows generally don’t happen during school holidays. Free tickets and information are available at the Juilliard box office inside the school’s lobby.",
"author": "Daniel J. Wakin",
"top-info": null,
"extra-info": "The Juilliard School",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Juilliard School",
"foursquare-venue-id": 220814,
"website": "juilliard.edu",
"phonenumber": "(212) 769-7406",
"crossstreet": "(between Broadway and Amsterdam Avenue)",
"neighborhood": "Upper West Side",
"street": "155 West 65th Street",
"city": "New York",
"zip": "10023",
"state": "NY",
"latitude": "40.773852",
"longitude": "-73.983319"	}
],
"images":
null
}
,	{
"id": "2-106",
"archived": false,
"title": "Contemplate the Sky in ‘Meeting’",
"created": "2010-09-07T14:28:15-0400",
"updated": "2011-03-23T15:16:34-0400",
"description": "Housed in a sprawling 19th-century building that was once a public school, the P.S.1 Contemporary Art Center could be described as a hurricane of radical artistic activity with a subtle, quasi-religious work of art as its still center. This is James Turrell’s remarkable 1986 “Meeting,” a permanent installation that allows contemplation — through an aperture nearly 15 by 13 feet — of a patch of open sky interrupted only by the sight of an occasional passing plane, bird or cloud. When the season and the weather permit, the room opens an hour before sunset. Its built-in benches along slightly tilted walls facilitate leaning back and looking up. It makes the world go away.",
"author": "Roberta Smith",
"top-info": null,
"extra-info": "P.S.1 Contemporary Art Center",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "P.S.1 Contemporary Art Center",
"foursquare-venue-id": 2430,
"website": "ps1.org",
"phonenumber": "(718) 784-2084",
"crossstreet": "(at 46th Avenue)",
"neighborhood": "Long Island City, Queens",
"street": "22-25 Jackson Avenue",
"city": "Long Island City",
"zip": "11101",
"state": "NY",
"latitude": "40.745368",
"longitude": "-73.947539"	}
],
"images":
null
}
,	{
"id": "2-102",
"archived": false,
"title": "Dine, Drink, and Dance in Brighton Beach",
"created": "2010-08-31T11:10:30-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "For a wild night evocative of czarist decadence head to Rasputin, one of a small handful of remaining Brighton Beach supper clubs. Go not for the food (which includes an eclectic and lavish mix of offerings from veal pirozhki to le batton of eel with miso dipping sauce to foie gras terrine) but for the floor show: a vodka-fueled party-scene-meets-Vegas spectacle. The club is popular with Russian-Americans, dressed to the nines for a night on the town, so wear your shortest skirt and your highest heels for serious debauchery. Make reservations in advance.",
"author": "M.Z. Goodman",
"top-info": null,
"extra-info": "Rasputin",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Rasputin",
"foursquare-venue-id": 3989,
"website": "rasputinny.com",
"phonenumber": "(718) 332-8111",
"crossstreet": "(at Avenue X)",
"neighborhood": "Brighton Beach, Brooklyn",
"street": "2670 Coney Island Avenue",
"city": "Brooklyn",
"zip": "11235",
"state": "NY",
"latitude": "40.591444",
"longitude": "-73.960892"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/9hhAhL",
"title": "Partying Like a Czar: Vodka but No Diet Coke",
"byline": "By SETH KUGEL",
"pubdate": "2007-06-03T00:00:00-0400",
"stars":
0	,
"text": [
"THROUGH whatever mechanism Russian immigrants managed to make the Brighton Beach section of Brooklyn their own - be it demographic evolution or intelligent real estate design - things sure worked out well. They landed a prime section of beachfront, right near the subway but far enough away not to be overrun by gentrifying artistes, as happened in Puerto Rican Williamsburg."
,"You can do Russia in Manhattan, but the heart of any true Russian weekend here must be a trip on the B or Q train out to Brighton Beach. Or, preferably, two trips: one on a sunny day, the better to sit on the boardwalk and snack on your purchases from the markets, and one at night to visit the campy, cavernous and vodka-infused dinner clubs."
,"There are several such clubs in Brighton Beach, and they follow a general formula: huge parties of Russians (and Poles and Ukrainians and other Eastern Europeans) celebrate weddings, birthdays and other milestones by feasting on Russian food, drinking wine and vodka and watching a flashy stage show that some outsiders have compared to those in Las Vegas and others to cruise ship entertainment. Most are simply left speechless."
,"A Saturday night at Imperator, for example, is sort of like attending \"Tony ’n’ Tina’s Wedding\" (except everyone’s speaking some Slavic language and no one’s acting), followed by a show that at times seems inspired by \"Blades of Glory.\""
,"Imperator, like the others, has banquet pricing for larger groups, but a smaller group - especially with finicky eaters - might want to stick with the à la carte menu, which has a minimum charge of $50 on Friday nights and $65 on Saturdays. Either price is enough for a shared bottle of vodka, appetizers, main courses and desserts. But be ready for surprises: Coke does not come with a diet option (\"Russians don’t drink Diet Coke,\" a waiter said). And there is no decaf. (The waiter’s wry look said, \"See previous answer.\")"
,"Rasputin, which is off the main Brighton Beach Avenue shopping strip, should be the choice of those with deeper pockets seeking a younger, more fashionable Russian crowd. But that’s why you go to Moscow."
,"The Imperator crowd is heavy on elegantly dressed grandmas, and the dance floor fills with couples of all ages. The music is in English, Russian and sometimes Spanish, though when a cover of the Ricky Martin pop tune \"She Bangs\" comes on and the singer urges \"Everybody salsa!\" you know this isn’t the Copa."
,"Shopping the main avenue can fill the better part of a day, and much more than a day’s recommended calorie intake. The food shops have seemingly endless varieties of sausages, breads and salads - and absolutely no signs in English. There are also often no signs in Russian. It’s lucky that just about everyone speaks at least a smattering of English."
,"M & I International is the most bustling of the shops, huge and thronged with customers, sort of like a Russian Zabar’s. Upstairs it has a serviceable cafeteria (O.K., it’s the Russian Fairway) serving classic Russian salads, fish and compote - a plum-tasting fruit punch. More intimate shops like Taste of Russia and Food Heaven, along the same strip, are less intimidating."
,"Other stores worth a visit include the St. Petersburg Trade House, a book, video and music emporium with just about nothing in English. But you can pick up a CCCP shirt, a selection from the impressive opera-on-DVD racks, or a Russian-speaking plush toy sure to confuse any toddler you know. Another store, RBC Video, has cool $5 posters from 1940s-era Soviet Union."
,"Those looking to get away from pure Russian cuisine can try the Georgian restaurant Primorski, which has an astonishing $5.49 lunch special on weekends, or even better, Cafe Adolat, a tiny side street spot that serves Uighur cuisine, where the lagman - or homemade noodle soup with a lamb broth, chunks of meat and a pungent mix of vegetables and spices - is as far from a cabbage knish as possible. (For an alternative Russian atmosphere, there’s Varenichnaya, which serves its namesake Russian raviolis.)"
,"You should also spend a day exploring Russian Manhattan. For eating, Russian Samovar is popular (and expensive), but Uncle Vanya, hidden on a side street in Clinton, has traditional and inexpensive chicken Kiev, borscht and pelmeni."
,"The Russian Tea Room has reopened, of course, and Frank Bruni of The Times gave it one star in December, writing that the arrival of Greg Robins as its chef has \"produced an engrossing tug-of-war: his culinary internationalism and contemporary sophistication versus the institution’s stodgy traditions and geographically constrained name.\""
,"And Russian art is everywhere: The Guggenheim has works by Naum Gabo and Wassily Kandinsky; an exhibit at the New York Public Library at Fifth Avenue and 42nd Street examines \"The Art and Impact of Fedor Solntsev\" through June 16; and Tchaikovsky’s \"Swan Lake\" is at the Metropolitan Opera the last week of June."
,"It’s all much more sophisticated than the late-night shows at Brighton Beach, and much more convenient, but not nearly as much fun."
,"VISITOR INFORMATION"
,"BRIGHTON BEACH"
,"By subway, take the B or Q trains to Brighton Beach, or the Q to Ocean Parkway unless noted."
,"Imperator, 207 Brighton Beach Avenue, (718) 934-7070; www.imperatorrestaurant.com."
,"Rasputin, 2670 Coney Island Avenue at Avenue X, (718) 332-8111; (Q to Neck Road)."
,"M & I International, 249 Brighton Beach Avenue, (718) 615-1011."
,"Taste of Russia, 219 Brighton Beach Avenue, (718) 934-6167."
,"Food Heaven, 239 Brighton Beach Avenue, (718) 743-4700."
,"St. Petersburg Trade House, 230 Brighton Beach Avenue, (718) 891-6778."
,"RBC Video, 269 Brighton Beach Avenue, (718) 769-8605."
,"Primorski, 282 Brighton Beach Avenue, (718) 891-3111; www.primorski.net."
,"Cafe Adolat, 3087 Brighton Fourth Street, (718) 743-2077."
,"Varenichnaya, 3086 Brighton Second Street, (718) 332-9797."
,"MANHATTAN"
,"Uncle Vanya, 315 West 54th Street, (212) 262-0542."
,"Russian Samovar, 256 West 52nd Street, (212) 757-0168; www.russiansamovar.com."
,"Russian Tea Room, 150 West 57th Street, (212) 581-7100; www.russiantearoomnyc.com."
,"Guggenheim Museum, 1071 Fifth Avenue (89th Street), (212) 423-3500; www.guggenheim.org."
,"\"Russia Imagined, 1825-1925: The Art and Impact of Fedor Solntsev,\" runs through June 16 at the New York Public Library, Fifth Avenue at 42nd Street; www.nypl.org."
,"The Metropolitan Opera performs Tchaikovsky’s \"Swan Lake\" at Lincoln Center June 25 to 30, (212) 362-6000; www.metoperafamily.org."
]
}
}
,	{
"id": "2-105",
"archived": false,
"title": "Enjoy the Great Outdoors in Jamaica Bay",
"created": "2010-08-31T11:29:55-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The best place for bird watching and light hiking in the city is near the end of the A-line in Jamaica Bay. Depending on the season, you might spot ospreys, sandpipers, herons or ibises. Here you’ll forget your urban environs, until you round a bend and catch a glimpse of the Empire State Building on the horizon, providing a new perspective of Manhattan’s skyline.",
"author": "Samantha Storey",
"top-info": null,
"extra-info": "Jamaica Bay Wildlife Refuge",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Jamaica Bay Wildlife Refuge",
"foursquare-venue-id": 726714,
"website": null,
"phonenumber": "(718) 318-4340",
"crossstreet": null,
"neighborhood": "Far Rockaway, Queens",
"street": "Cross Bay Boulevard",
"city": "Queens",
"zip": "11693",
"state": "NY",
"latitude": "40.61693",
"longitude": "-73.82467"	}
],
"images":
null
}
,	{
"id": "2-101",
"archived": false,
"title": "Get Closer to Heaven at Saint John the Divine",
"created": "2010-08-31T11:02:23-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Whether the Cathedral Church of Saint John the Divine is actually the biggest cathedral in the world is an open question. But there's no denying that it is immense, enormous, monumental, colossal, humongous — consult your thesaurus to choose your own adjective to express its magnitude. What I love about it, though, is that it is endearingly humble, emphatically American, unapologetically unfinished. Like the visitors and congregants it welcomes, it’s an American polyglot, home to Romanesque and Gothic architectural elements as well as a Keith Haring triptych, stained-glass windows that are full of surprises and peacocks in the garden outside. Take the vertical tour and stand on a flying buttress, and then break bread (or cherry strudel) at the Hungarian Pastry Shop just across Amsterdam Avenue.",
"author": "Jan Benzel",
"top-info": null,
"extra-info": "Cathedral Church of Saint John the Divine",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Cathedral Church of Saint John the Divine",
"foursquare-venue-id": 52841,
"website": "stjohndivine.org",
"phonenumber": "(212) 316-7540",
"crossstreet": "(at West 112th Street)",
"neighborhood": "Morningside Heights",
"street": "1047 Amsterdam Avenue",
"city": "New York",
"zip": "10025",
"state": "NY",
"latitude": "40.80572",
"longitude": "-73.9624"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/aOyr0P",
"title": "New York Send-Off | Closer to Heaven",
"byline": "By JAN BENZEL",
"pubdate": "2010-08-05T00:00:00-0400",
"stars":
0	,
"text": [
"Jan Benzel is an editor at The Times who is being reassigned to Paris. Before she leaves, she is attempting to do all the things in the city that every New Yorker should do, at least once."
,"I stood on a flying buttress on the greatest cathedral in the world. That’s a grand claim to be able to make, but utterly contrary to the spirit of the place that the buttress supports. Standing on that stone perch that seemed closer to heaven than to Manhattan, while on a vertical tour of the Cathedral Church of Saint John the Divine, inspired humility in me, not hubris. Yes, the cathedral, on Amsterdam Avenue at West 111th Street, is immense, enormous, monumental, colossal, humongous - consult your thesaurus to choose your own adjective to express its magnitude. What I love about it, though, is that it is endearingly humble, emphatically American, unapologetically unfinished. If I have a church in New York, Saint John the Divine is it."
,"It’s the place I go in late afternoon on Christmas Eve. Inside, the great Rose Window glows, illuminated by the last rays of daylight as people hurry up the stairs and in from the cold to find their seats - folding chairs, not pews. Winter light fades as familiar carols are sung, voices echoing and dissolving in the vastness."
,"My husband and I church-hopped for a few years seeking a Nativity pageant for our babies that had real hay in the manger and live animals in the stable. We tried an East Side church but felt out of place, underdressed. There were animals, sure, but there was more fur on display in the pews, on the women’s coats."
,"Then we found our way to the cathedral, where the congregation appeared nearly as diverse as New York. The homeless were welcomed. Gay men and women. People of many colors, speaking many languages. Joyful people, sad people, old people, restless children and newborns in their parents’ arms. We returned year after year, even after giant puppets of Mary, Jesus and the Angel replaced the live animals, and even though the caliber of the music was markedly better at other churches."
,"My older daughter, now in college studying environmental biology, stood rapt as a 6-year-old in the Ecology Bay, one of many alcoves that line the nave, gazing into the large greenish aquarium that was the dwelling place for some squat Maryland crabs. I first knew my younger daughter had learned to read when she stopped in her tracks at the Poet’s Corner having spotted a name. \"Emily Dickinson!\" she exclaimed. I listened in wonderment as she recited in her clear little-girl voice a poem she’d learned in school:"
,"I’m nobody! Who are you?Are you nobody, too?Then there’s a pair of us - don’t tell!They’d banish us, you know."
,"How dreary to be somebody!How public, like a frogTo tell your name the livelong dayTo an admiring bog!"
,"(A public word of gratitude here from an English major mom to Public School 87 and Julie Diamond, a most extraordinary kindergarten teacher.)"
,"I mourned when fire ravaged the church late in 2001. I take friends and relatives to marvel at the space, I go to hear music, or for solace, or just to sit for a few minutes in the cool. But in all these years I had never actually learned very much about the cathedral. So the other day I took the official tours: the vertical one, for which you buy tickets through Theater Mania (only in New York!); and a less strenuous and more informative horizontal \"highlights\" tour, for which you just show up and pay at the visitor’s booth. I stopped in again on Tuesday to remember a beloved friend lost to us this time last summer, and found someone to tell me more about my church. Back to size: Whether St. John the Divine is actually the biggest cathedral in the world is an open question, according to Kevin Blum, a gentle, knowledgeable young man from Iowa who is a co-director of public education there. It depends on how you measure. \"It may have the biggest volume, or largest number of square feet, but there are taller churches, and wider ones,\" he said. \"But of course, it is still unfinished.\""
,"The unfinishedness is most apparent when you look up at the cathedral’s facade from the sidewalk in front: the right side has a higher and more elaborate tower, the left side tower awaits builders and an era in which money will once again makes itself available. Its lopsidedness is disarming, charming - and comfortingly optimistic. In truth, what does size really matter? (For those of you thinking \"Seinfeld\" just now, know that Tom’s Restaurant, the model for Jerry, Elaine and George’s hangout, is a block or so away from the cathedral, on Broadway. You can go there for a milkshake after your tour. And keep reading this post to the end. More pop culture ahead.) There’s no place in the world like this cathedral, although it is intentionally like many other cathedrals. Like the visitors and congregants it welcomes, it’s an American polyglot. It’s Romanesque! It’s Gothic! No, wait, it’s Romanesque and Gothic!"
,"Look up before you go in. Above the great doors you’ll see polychromy, painted statuary, echoing ancient and medieval church-building practices. Seek out the Chapel of St. Columba, one of seven around the nave at the eastern end of the structure. Below an intricate, beautiful filigreed clerestory window is a golden-hued sculpted triptych, made by Keith Haring. He finished it in 1990, two weeks before he died of AIDS. It’s as playful and bold and happy as we know Haring’s graffiti-inspired art to be, with many of his trademark images - angels, hearts, babies, tears, limbs, phalluses - all cavorting and celebrating, an exuberant prayer."
,"If you spent enough time, you could probably find examples to illustrate just about every element taught in just about any college art history survey in this one structure. Well, not quite everything: You won’t see a gargoyle. My guide on the vertical tour recited that startling fact to the dozen or so of us who had climbed the vertiginous winding staircase to the farthest reaches of the cathedral. Really? I asked Kevin when, breath recovered, I noticed that there were carvings all over the place that sure looked like gargoyles to me. \"Gargoyles are throated,\" he explained. \"They’re the ones that spout water to drain the rooftops. Ours are grotesques, which have no throats.\" Now I know!"
,"I’ll offer up just three more things I learned, and then you can head to West 111th Street and poke around on your own."
,"No. 1: The figure of Jesus in the Rose Window, who looks so tiny from the stone floor, is actually 5 foot 7, which happens to be my exact height."
,"No. 2: Remember that Poet’s Corner? Like the rest of the cathedral, it is perpetually unfinished. New lines and poets are added each year. Tennessee Williams is a new member of the club, and, Kevin reports, \"Sylvia Plath will be our next inductee.\""
,"Her quotation will join these:"
,"\"Thy will be done in art, as it is in heaven.\" Willa Cather"
,"\"All you have to do is write one true sentence.\" Ernest Hemingway"
,"\"Live all you can. It’s a mistake not to.\" Henry James"
,"\"All the untidy activity continues, awful but cheerful.\" Elizabeth Bishop"
,"And my favorite one of all, which even rhymes:"
,"\"If equal affection cannot be, let the more loving one be me.\" W. H. Auden"
,"No. 3: It’s worth looking hard at the stained-glass windows; they’re full of surprises. There’s one that celebrates communication, and not just the Word of God, although that’s certainly both explicit and implicit. It starts with the ancient Greek poets and goes all the way through Gutenberg, Linotype and Amerindian smoke signals to broadcasting. There’s a stained-glass TV."
,"Homer to Homer Simpson! Glory be."
,"Unlike some of the great cathedrals of Europe, my soon-to-be home, St. John the Divine doesn’t seem to have a shred of interest in making money from tourists. Although it’s a major stop for the open-air sightseeing buses that cruise New York, you will not find an \"I Stood on a Flying Buttress\" T-shirt for sale, inside the cathedral or out. P & W Sandwiches across the street, next to the Hungarian Pastry Shop, sells a few postcards, and for $5, a nice booklet full of information and images."
,"There are so many elements of the church that a very long book with myriad illustrations could be written. Much has of course been written about it in The Times; among the articles you could seek out are two that bookend this decade in the cathedral’s life: this one, about its stone carvers, modern-day men and women plying an ancient craft, and this one, in which an art critic takes readers to the cathedral and other remarkable churches of Manhattan (don’t miss the accompanying slide show). There was a not-too-long book written, \"The Living Cathedral,\" by Howard E. Quirk, but you have to seek it out on Amazon, the friendly staff at the visitors’ booth told me, or you can borrow the tattered copy they keep there for the curious."
,"The book is worth a look if you’re in search of history or statistics. But the information in it, and in the booklet as well, is quaintly and inevitably dated. Change is constant at the Cathedral Church of Saint John the Divine. Amen."
]
}
}
,	{
"id": "2-51",
"archived": false,
"title": "Take In the Views From Brooklyn Bridge Park",
"created": "2010-05-25T05:49:23-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "First, get yourself a tasty treat in Dumbo — maybe an almond croissant from Almondine, an ice cream from the Brooklyn Ice Cream Factory or a hot chocolate from Jacques Torres. Then stand atop the grand granite stairs in Brooklyn Bridge Park’s recently opened Pier 1 and take in the view, a panorama that stretches from the Verrazano-Narrows Bridge to Midtown Manhattan. Amazing views and delicious treats: the perfect two-ingredient recipe for contentment.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "Pier 1, Brooklyn Bridge Park",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Pier 1, Brooklyn Bridge Park",
"foursquare-venue-id": 1256653,
"website": "brooklynbridgepark.org",
"phonenumber": null,
"crossstreet": null,
"neighborhood": "Fulton Ferry",
"street": "Fulton Ferry Landing",
"city": "Brooklyn",
"zip": "11201",
"state": "NY",
"latitude": "40.70299",
"longitude": "-73.995925"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/ahQGhn",
"title": "Brooklyn Bridge Park Opens First Phase of Large Project",
"byline": "By NICOLAI OUROUSSOFF",
"pubdate": "2010-04-02T15:05:31-0400",
"stars":
0	,
"text": [
"The mayor’s office was in such a rush to showcase the completion of the first phase of its new Brooklyn Bridge Park in Brooklyn that it opened it too soon. Construction crews are still installing handrails. Walkways remain unpaved. Only a few early buds are showing on the freshly planted trees."
,"It takes a serious imaginative effort to picture what the park will look like when its entire 65 acres, stretching from just north of the Brooklyn Bridge south to Atlantic Avenue, are complete - a process that will take years."
,"But the effect it will have on New York is immeasurable. Much as Central Park embodied Frederick Law Olmsted’s vision of American democracy on the eve of the Civil War, Brooklyn Bridge Park, designed by Michael Van Valkenburgh Associates, is an attempt to come to terms with the best and worst of our era: on the one hand, concern for the environment and an appreciation for the beauty of urban life and infrastructure; on the other, the relentless encroachment of private interests on the public realm."
,"Mr. Van Valkenburgh’s design engages all those aspects of contemporary life with a care and balance that make the park one of the most positive statements about our culture we’ve seen in years. It is a key and very promising early step in a larger project that includes the greening of the East River waterfront in Manhattan and a park for Governors Island, and which may well turn out to be Michael R. Bloomberg’s most important legacy as mayor of New York."
,"To appreciate the scope of the planned Brooklyn park, start at the Brooklyn Heights Promenade. Only a few years ago this stretch of pavement looked down over huge dilapidated warehouses that covered several waterfront piers extending to the north and south. Today most of the warehouses have been demolished to make room for new lawns and playgrounds; much of the park will be on the piers. The bare steel frame of one warehouse can be seen just to the north; it will eventually be converted to indoor basketball and handball courts. Just past it is the newly opened first phase of the park, on Pier 1: a trapezoidal patch of green near the foot of the Brooklyn Bridge."
,"Mr. Van Valkenburgh conceived each pier as a distinct experience. Pier 6, the furthest to the left, will be covered by patches of wetlands and lawn and volleyball courts. Pier 5 will offer outdoor \"active recreation areas,\" with soccer and softball fields. Others will be blanketed with grass, a pebble beach, an outdoor event space. The piers will be linked by an informal landscape of rolling lawns and pathways that will eventually stretch 1.2 miles along the waterfront and will link up with the existing Empire-Fulton Ferry State Park on the other side of the bridge, in Dumbo. Two large luxury apartment blocks, one with a hotel, will anchor the park near either end and generate income for its upkeep."
,"When I first reviewed the project five years ago, the mix of recreational spaces and for-profit development worried me. The high number of playing fields, canoes and kayaks called for in the plan seemed to reflect a body-obsessed culture in a constant search for distractions. The social space imagined in Olmsted’s radical vision was being reduced to a public workout area. Worse, the luxury buildings and hotel - classic examples of government eagerness to trade public space for easy money - would gobble up valuable parkland."
,"Such concerns began to lessen, however, once I walked into the park. The first thing I noticed was its immensity: even with only 5 of the 65 acres complete, it felt roomy. Pier 1 alone, I realized, is bigger than Bryant Park."
,"As you move into the park from Old Fulton Street, an asphalt pathway (which will eventually be surfaced in a powdery gray gravel) splits to wrap around a large grass-covered hill before converging again at the waterfront. Another path leads up to the crest of the hill before cascading down a series of big granite stairs on the other side. The stairs, recycled from slabs of stone that once clad the Willis Avenue Bridge over the Harlem River, look out on a postcard view of the densely packed towers of Lower Manhattan. Lush lawns, places to sprawl out and relax, spread out on either side."
,"The softness of this landscape is played off against a number of small wild gardens peppered with sweet-gum trees and dogwood shrubs. The trees are tightly packed together so they will create what Mr. Van Valkenburgh calls a \"phototropic effect,\" their trunks splaying outward as they grow. A series of small water pools, salt marshes and tidal coves, framed by piles of granite rocks, give a toughness to the water’s edge as the park extends to the south. The contrast between highly manicured and wildly unruly landscapes is not just decorative. Mr. Van Valkenburgh said it was partly inspired by a 1973 essay on Central Park by the land artist Robert Smithson, which explored the ways civic and pastoral landscapes interweave. It is also a reflection of newer environmental concerns. The soft curves of the hills, for example, are shaped to direct rainwater into an underground drainage system, where it is stored in giant cisterns and used to irrigate the site."
,"What gives the park a truly contemporary sensibility, however, is the way Mr. Van Valkenburgh connects his design to the surrounding city and its infrastructure. A small playground, set at the park’s northernmost corner and dotted with small stainless-steel climbing domes, offers a view up toward the gently arching underbelly of the Brooklyn Bridge. The undulating lawns echo the curving roadways of the Brooklyn-Queens Expressway, built by Robert Moses, which are carved into the cliff face of Brooklyn Heights just behind the park."
,"In a telling detail, Mr. Van Valkenburgh mounted the park’s lighting system atop 35-foot-tall telephone poles rather than the dainty old-fashioned lampposts that the city’s parks department normally favors - a clear effort to relate the design to the scale of the structures around it."
,"This play of nature and large-scale infrastructure is a rich and recurring theme in contemporary landscape design. For Olmsted, parks were a refuge from the physical and psychological wear and tear of the industrial city. Many of today’s designers embrace the grittier elements of the city. As they have moved toward the creation of more sustainable landscapes, they have also sought to celebrate the underpinnings that support them."
,"As for the future, once you grasp the scale of the park it is easy to understand Mr. Van Valkenburgh’s strategy of segregating recreational areas from more passive leisure zones. The two piers that will support most of the sports activities, for example, are connected to the mainland via narrow entry bridges. The concrete slab they rest on has been severed from the shore."
,"Most of the remaining piers have big lawns that will allow people to wander casually out to the waterfront. And the ribbon of undulating hills and picnic areas that will eventually connect the length of the park will leave plenty of space to retreat from the joggers."
,"The encroachment of private development on what should be public space is another matter. The mayor’s office argues that it is simply a question of fiscal responsibility - there would be no way to pay for the park’s maintenance without the money generated from the inclusion of the apartment and hotel buildings. But this is just an argument for a government that will do what’s necessary to pay for public space when it is in the city’s best interest. And from a planning perspective, the two structures will clearly detract from the park - and from the public’s sense of ownership over it - once they are completed."
,"Still, the city can live with the trade-off. The construction of Brooklyn Bridge Park will be an enormous achievement. And assuming that the other harbor parks go forward, the project as a whole will radically alter the character of the city, not only by making it greener but also by reorienting it toward the life of the harbor. It is as optimistic an undertaking as any the city has undertaken since Robert Moses’s monumental postwar highway projects - and better for our lungs."
]
}
}
,	{
"id": "2-53",
"archived": false,
"title": "See a Performance at Joe's Pub",
"created": "2010-05-25T05:38:12-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Eclectic is an easy label to have and a hard one to live up to. But Joe’s Pub, the cabaret club attached to the Public Theater on Lafayette Street, manages it, booking readings, comedy, music and a guy who does a killer impression of Edie Beale of “Grey Gardens,” which probably qualifies as all of the above. It’s a reliable barometer of future cultural phenomena. The room and the stage are small enough to seem intimate, the diverse crowd feels cosmopolitan, and sitting with a drink at one of the cafe tables late at night can give the sense that you’re right in the mix.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Joe's Pub",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Joe's Pub",
"foursquare-venue-id": 851,
"website": "joespub.com",
"phonenumber": "(212) 967-7555",
"crossstreet": "(between Astor Place and East Fourth Street)",
"neighborhood": "East Village",
"street": "425 Lafayette Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.729011",
"longitude": "-73.992183"	}
],
"images":
null
}
,	{
"id": "2-54",
"archived": false,
"title": "Swing on a Flying Trapeze",
"created": "2010-05-25T05:50:21-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Every summer, the Trapeze School New York pitches a rig and stretches a net across part of the roof along Pier 40, luring a curious blend of people seeking to swing al fresco. It's easy to understand the appeal. Flying through the air on a trapeze alongside the Hudson River, as the sun lingers high and the downtown skyline stares you straight in the face, is a kind of New York nirvana. For a brief moment, you float above the din and chaos without forgoing the rush of adrenaline and accomplishment. The outdoor rig closes in mid-October, but the indoor facility on West 30th Street stays open year round.",
"author": "Lizette Alvarez",
"top-info": null,
"extra-info": "Trapeze School New York",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Trapeze School New York",
"foursquare-venue-id": 3941650,
"website": "newyork.trapezeschool.com",
"phonenumber": "(917) 797-1872",
"crossstreet": "(at West Houston Street)",
"neighborhood": "West Village",
"street": "Pier 40, in Hudson River Park",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.729583",
"longitude": "-74.011511"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/9JwsMK",
"title": "Whee! Also, There’s a Net",
"byline": "By LIZETTE ALVAREZ",
"pubdate": "2009-07-19T02:05:04-0400",
"stars":
0	,
"text": [
"Don’t do Jane Fonda, don’t do Jane Fonda,\" shouted Evan Armbrister as I swung on a trapeze 23 feet above ground. Clearly I had been pegged as a \"flier\" of considerable age, one capable of flashbacks to the Jazzercise era of leotards and leg warmers and \"hot cross buns.\""
,"I had flubbed his instructions once again, raising my legs high (so stylishly, I thought) rather than hooking my knees over the bar and hanging upside down. I hooked at the wrong time, swung at the wrong time."
,"\"You’re not listening,\" said Mr. Armbrister, an actor and former kung fu instructor, who held tight to the ropes that clamped on to my safety harness."
,"I dropped to the net, my hands coated in chalk powder, and stole a glance at Coco Sacks. She has no trouble listening. \"Can we do a couple of back flips?\" she asked."
,"Coco is 9. She lives in Seattle and has made outdoor trapezing in New York a yearly pilgrimage."
,"Who can blame her?"
,"Flying through the air on a trapeze alongside the Hudson River, even badly, as the sun lingers high and the downtown skyline stares you straight in the face, offers up a kind of New York nirvana. For a brief moment, you float above the din and chaos without forgoing the rush of adrenaline and accomplishment. You feel the city slipping serenely away."
,"Every summer, the Trapeze School New York pitches a rig and stretches a net across part of the roof along Pier 40, luring a curious blend of people seeking to swing al fresco:"
,"Thrill-seekers eager for the next jolt (many of them regulars). Stilettoed work friends looking to trade one kind of happy hour bar for another (at least today). Tourists trying to squeeze one more novelty into a week’s vacation. Children who aspire to take jungle-gym swinging to the next level. Gypsies at heart who once romanticized the life of a circus artist (that last category would be me)."
,"Then there are those people - a surprisingly large number, really - who arrive in their yoga pants to grapple with a fear of heights. They come ready to vanquish their phobia as Carrie Bradshaw did in an episode of \"Sex and the City.\" They come for catharsis."
,"\"There is nothing better for anxiety than exposure, and taking smart risks,\" said Hilary Levine, speaking like the Upper West Side psychologist she is, and one with absolutely no fear of heights to boot. \"It’s a wonderful exercise in personal growth.\""
,"Pass the chalk. Dr. Levine was there with a friend and fellow psychiatrist (detect a pattern?), Alexa Albert, Coco’s mother, who squinted up into the sun as her daughter effortlessly sailed skyward. Dr. Albert is an acrophobe. Yet last year she climbed the seemingly endless metal ladder to the narrow platform high above the ground, where the trapeze taunted her coyly."
,"\"I was terrified,\" she said. \"Literally. I felt terror. But I did it, and it was exhilarating. The feeling, the sensation, catches your breath. There is nothing else like it. It numbs any fear you have.\""
,"Exhilaration, though, was not quite in the cards for Talia Silverstein, an 11-year-old from Port Washington, on Long Island, who arrived with her mother, Mara Silverstein."
,"\"None of my friends would do it with me,\" Talia’s mother confided. \"It’s the whole height thing.\""
,"Two years ago, Talia trapezed and loved it. This year, not so much. After she climbed up four rungs of the ladder, a look of unmistakable anguish clouded her face. She climbed down, hesitated, then climbed back up. Bravely, she reached the top. The view from there - the Woolworth Building, the Statue of Liberty’s torch at night - is riveting. But, really, fliers are so hyper-focused on the task at hand, the view could be of a shopping mall in Sioux City and it wouldn’t matter."
,"Fortunately, Jamielee Smith, a trapeze teacher, was on the platform. Ms. Smith is a high school drug and alcohol counselor during the school year, a job that has trained her to listen, to coax, to provide moral support."
,"\"You’re safe,\" Ms. Smith assured. \"I got you.\""
,"But the hard part lay ahead. After the vertigo-inducing climb, Ms. Smith secures a safety line to a flier’s thick leather belt. Then she holds the back of your belt with her hand and sweetly asks you to lean forward, way forward, beyond your center of gravity, so you can grab the trapeze bar with both hands. All of us had practiced this effortlessly on the ground, which is akin to racing a Formula 1 car on a Wii console."
,"It is at that moment, when you are leaning forward, placing full trust in the tiny Ms. Smith to keep you from plummeting, that some people feel the churn of panic and refuse to follow the next command: \"Hep,\" she says, circus-speak for hop off the edge of the board, a word that can trigger either transcendence or nausea."
,"\"Close your eyes if you want,\" Mr. Armbrister instructed Talia helpfully from below."
,"Talia shook her head no several times. Then, taking his advice, she closed her eyes tight and hepped."
,"\"That’s one of our prerequisites: Being able to make people comfortable in a very unnatural situation,\" said Matt Russo, 22, who has a degree in neuropsychology (again) and now manages the rig. \"Jumping off a 23-foot platform to an uncertain end is not natural for most people.\""
,"It’s all about perspective. Having spent a lifetime in turbulent Jerusalem, Benjamin and Almog Hassidim, two brothers, seemed quite at home on the trapeze bar. Only their baggy mid-calf shorts gave them up as novices. They hooked their legs and swung upside down just as Mr. Armbrister instructed."
,"\"I loved it,\" Benjamin said. \"Extremely.\""
,"\"It was too short,\" Almog complained."
,"A 10-person class, which costs $50 to $70 depending on the day and hour, gives each flier three or four turns at the trapeze. For those who manage to hook, hang upside down and swing successfully, it all leads up to the grand finale: the moment when Randy Winner, a former dancer with a formidable grip, hangs upside down opposite you on his own trapeze to catch you in the air as you, also upside down, arch and swing toward him."
,"\"I’m learning a thing or two up here,\" Mr. Winner said, laughing, after he managed to catch yet another flier who had failed to get the timing right. \"I’m learning to adjust.\""
,"Then - plop! - you drop on to the net one final time, ready to do it all over again."
]
}
}
,	{
"id": "2-55",
"archived": false,
"title": "Have a Day of Culture at Audubon Terrace",
"created": "2010-05-25T05:50:27-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "You could spend the better part of a day visiting the four cultural and historical gems at Broadway and 155th Street: Trinity Cemetery, the Church of the Intercession, the Hispanic Society of America, and the American Academy of Arts and Letters. But if you haven’t been to the academy in the last year (or ever), you’ve missed a lovely small-scale work of new architecture: a glass pavilion linking the academy’s headquarters to the former home of the American Numismatic Society. Check the Web site before visiting, as the academy is open to the public only when it has exhibitions.",
"author": "David W. Dunlap",
"top-info": null,
"extra-info": "American Academy of Arts and Letters",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "American Academy of Arts and Letters",
"foursquare-venue-id": null,
"website": "artsandletters.org",
"phonenumber": "(212) 368-5900",
"crossstreet": "(between Riverside Drive and Broadway)",
"neighborhood": "Washington Heights",
"street": "633 West 155th Street",
"city": "New York",
"zip": "10032",
"state": "NY",
"latitude": "40.833994",
"longitude": "-73.947366"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/a0Otqo",
"title": "A Renewal at Audubon Terrace, Etched in Glass",
"byline": "By DAVID W. DUNLAP",
"pubdate": "2009-03-11T00:00:00-0400",
"stars":
0	,
"text": [
"For three decades, the news from Audubon Terrace - Upper Manhattan’s lovely but bedraggled cultural acropolis - has usually been disheartening. The story was of departure, decay and contraction."
,"This week, the story is of recommitment, renewal and expansion; rendered visible (but not too visible) in a serene new 12-by-12-by-16-foot glass structure linking the headquarters of the American Academy of Arts and Letters, at 633 West 155th Street, to the former home of the American Numismatic Society, just a few steps to the east."
,"Joining two neo-Classical landmarks across a short terrace, the link is meant to be unobtrusive. Its walls, floor, beams and gabled roof - echoing nearby pediments - are made of an almost perfectly colorless glass. The structure is framed in bronze at both ends. The dimensions of the glass walls hew closely to the golden mean, a ratio of 1:1.618, \"reflecting the ’divine proportion’ so important to many of the arts,\" said James Vincent Czajka, the architect."
,"The $1.45 million Glass Link, as it is called, has permitted the academy to expand its gallery space into the old numismatic building, part of which has undergone a $300,000 renovation. The link and the new galleries will open to the public on Thursday, at the beginning of the Invitational Exhibition of Visual Arts, which runs through April 5."
,"\"The new intervention makes it possible to understand and enjoy two historic buildings in ways hitherto unimagined,\" said Henry N. Cobb of the architectural firm Pei Cobb Freed & Partners, which worked on the project with Mr. Czajka."
,"It also invites attention to the 111-year-old academy, whose membership roll amounts to a Who’s Who of American writers, architects, painters, sculptors and composers."
,"For instance, Chair No. 8 in its richly paneled Members’ Room was broken in by Henry James. The chair next to his was first occupied by Charles Follen McKim of McKim, Mead & White (architects of the academy’s headquarters building) and was passed in time to Frank Lloyd Wright, then from Wright to Eero Saarinen."
,"Many New Yorkers are only dimly aware of the academy, partly because of its location and also because it does no fund-raising, depending instead on a $43 million endowment to finance the prizes and awards it bestows, the artwork it buys and donates, and the occasional Glass Link."
,"Limited to 250 members, the academy’s stated purpose is \"to foster, assist and sustain an interest in literature, music and the fine arts by singling out and encouraging individual artists.\" Its headquarters abound in members’ work. One gallery is filled with nothing but the paintings of Childe Hassam. This room opens onto to the library, where a sculptural study by Augustus Saint-Gaudens sits inconspicuously - and moodily - on a book shelf."
,"The library exemplifies the crowded nature of life at the academy. When designed in 1923, it was intended to hold the entire literary output of the members. It now holds only those of authors with last names A through C. (The D-to-Z crowd is downstairs in an area called the Stacks.)"
,"The departure of the American Numismatic Society to Lower Manhattan - following earlier exits by the American Geographical Society and the Museum of the American Indian - was a blow to Audubon Terrace. But it also presented an opportunity to the academy, since their buildings were almost contiguous, except for a 12-foot gap."
,"\"It was now or never, if we ever wanted to expand,\" said Virginia Dajani, the executive director, explaining the decision to buy the numismatic building in 2005, for $5 million. \"We took a deep breath and took it out of the endowment.\""
,"The newly completed expansion takes in only part of the numismatic building, which still contains hundreds of custom-built coin storage drawers. Given that the endowment lost 22.5 percent of its value in the last half of 2008 and about 12.5 percent so far this year, there are no immediate plans for further rehabilitation."
,"But neither does the academy plan to quit Audubon Terrace, Ms. Dajani said. \"Not on my watch.\""
,"Especially with a new architectural treasure to show off."
,"City Room turned to the dean of American architectural critics, Ada Louise Huxtable, for her opinion -- by her own admission a biased one, since she is on the academy board and has followed the design process closely, though she hasn’t yet seen the completely finished product."
,"She said, by e-mail, that she was impressed with \"the expert and sensitive way two classical Beaux-Arts buildings are connected with the latest advances in contemporary glass technology for a design that links not just buildings, but also past and present and speaks to architectural change and continuity.\""
,"She added, \"Its minimalist simplicity is culturally responsive in a way that indicates the American Academy of Arts and Letters’s understanding of its aesthetic patrimony -- it’s a small but significant gesture carried out at a high artistic level.\""
]
}
}
,	{
"id": "2-56",
"archived": false,
"title": "Buy Local Produce in Union Square",
"created": "2010-05-25T05:50:33-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The best urban-rural mash-up in America blooms four days a week at the Union Square Greenmarket. It’s open Monday, Wednesday, Friday and Saturday, and regulars know to visit on Fridays for Flying Pig pork, early in the day in the spring for the precious few local strawberries, and on Wednesdays for Lynnhaven’s ricotta from Nubian goats. The owner, Lynn Fleming, sells her cheese there on Saturdays, too, but that’s when the market is too crammed with people who don’t know a gypsy pepper from a pasilla.",
"author": "Kim Severson",
"top-info": null,
"extra-info": "Union Square Greenmarket",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Union Square Greenmarket",
"foursquare-venue-id": 42247,
"website": "grownyc.org\/unionsquaregreenmarket",
"phonenumber": null,
"crossstreet": "(between Broadway and Park Avenue South)",
"neighborhood": "Union Square",
"street": "East 17th Street",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.736657",
"longitude": "-73.99016"	}
],
"images":
null
}
,	{
"id": "2-57",
"archived": false,
"title": "Tour the Tenement Museum",
"created": "2010-05-25T05:50:39-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The intimate tours of Lower East Side tenements restored to reflect individual families’ experiences are unusual and revelatory, but what’s really exceptional is the museum shop, an impressive selection of New Yorkana selected with care — and a sense of humor. Do call ahead, though: the museum can be seen only on guided tours, and they fill up.",
"author": "Jodi Rudoren",
"top-info": null,
"extra-info": "The Lower East Side Tenement Museum",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Lower East Side Tenement Museum",
"foursquare-venue-id": 124045,
"website": "tenement.org",
"phonenumber": "(212) 982-8420",
"crossstreet": "(between Delancey and Broome Streets)",
"neighborhood": "Lower East Side",
"street": "108 Orchard Street",
"city": "New York",
"zip": "10002",
"state": "NY",
"latitude": "40.71953",
"longitude": "-73.98951"	}
],
"images":
null
}
,	{
"id": "2-58",
"archived": false,
"title": "Go to Gallery Openings on a Thursday Night",
"created": "2010-05-25T05:50:45-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "You may not be able to afford anything, but you can still gawk: at the art — paintings, video, installations, sculpture, you name it — and better yet, at the crowds that converge on Chelsea’s galleries for the Thursday night openings. There’s some unknown (soon-to-be-known?) performance artist, and a black-clad guy with aggressively European glasses checking him out; a woman in architectural heels teetering in front of a Rothko; grungy art students out for the free wine as much as the creative inspiration. Stroll between spaces, glass in hand, on the lookout for the next big thing, or just the snacks.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Various Chelsea Art Galleries",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Various Chelsea Art Galleries",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(between 10th and 11th Avenues)",
"neighborhood": "Chelsea",
"street": "From West 19th to 27th Street",
"city": "New York",
"zip": "null",
"state": "NY",
"latitude": "40.74753",
"longitude": "-74.00581"	}
],
"images":
null
}
,	{
"id": "2-63",
"archived": false,
"title": "Eat Chinese Food in Flushing",
"created": "2010-05-25T05:51:15-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Main Street station, last stop on the 7 train, is the jump-off for the best Chinese street food. Cave-like underground malls lead to Shandong dumpling-makers, cheek-to-cheek with Cantonese soup vendors; follow the smell of smoke back to the sidewalk, where charcoal-burning carts sell Xinjiang-style lamb skewers, sprinkled with cumin and chili powder. Only in this neighborhood can you window-shop for cheung fun, made-to-order rice noodles rolled around shrimp and scallions; for soy milk and sweet crullers, a classic breakfast; for steamed buns stuffed with Peking duck; for fiery Sichuan dan-dan noodles with minced pork. Before you leave, shop for tomorrow’s breakfast at one of the bakeries, or for the sweetest (and cheapest) pineapples and lychees in the city.",
"author": "Julia Moskin",
"top-info": null,
"extra-info": "The Streets Around Main Street Station",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Streets Around Main Street Station",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(at Main Street)",
"neighborhood": "Flushing, Queens",
"street": "Roosevelt Avenue",
"city": "Flushing",
"zip": "null",
"state": "NY",
"latitude": "40.75961",
"longitude": "-73.83017"	}
],
"images":
null
}
,	{
"id": "2-64",
"archived": false,
"title": "Get a New Perspective on New York From the High Line",
"created": "2010-05-25T05:51:21-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Could the High Line survive the tackiness of the meatpacking district? The answer, it turns out, is yes. The elevated park, whose scruffy gardens were built on a strip of abandoned rail tracks, is a welcome refuge from the area’s manically hip boutiques and cafes. But the park’s charm stems from the way it reconnects you to a different city: a dreamy landscape of billboards, warehouses and tenement rooftops blocks from the Hudson River.",
"author": "Nicolai Ouroussoff",
"top-info": null,
"extra-info": "The High Line",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The High Line",
"foursquare-venue-id": 11872,
"website": "thehighline.org",
"phonenumber": "(212) 500-6035",
"crossstreet": "(Multiple entrances)",
"neighborhood": "West Village",
"street": "The park runs from Gansevoort Street (at Washington Street) to West 20th Street (between 10th and 11th Avenues)",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.7395",
"longitude": "-74.00828"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/dofNkG",
"title": "A Walk on the High (and Grassy) Side: the High Line",
"byline": "By NICOLAI OUROUSSOFF",
"pubdate": "2009-06-10T15:47:21-0400",
"stars":
0	,
"text": [
"I keep picturing Carrie Bradshaw on the High Line, and it terrifies me."
,"Ever since it was unveiled in 2005, the design for this park, conceived for a strip of elevated rail tracks abandoned nearly 30 years ago, has been the favorite cause of New York’s rich and powerful. Celebrities attended fund-raisers on its deck. City officials endorsed it. Developers salivated over it, knowing it would raise land values."
,"I worried that it would one day be overrun with tourists and film crews. I imagined turning on the television to see Carrie stumbling down its promenade with a broken heel, weeping over Mr. Big. How, I wondered, could it possibly retain the tranquillity that made walking along its rusting, decrepit deck such a haunting experience? So I was overjoyed this weekend when I climbed the stairs at Gansevoort Street, entered the new city park and felt an immediate sense of calm. Designed by James Corner Field Operations with Diller Scofidio & Renfro, the first phase of the High Line, which opened on Tuesday, is a series of low scruffy gardens, punctuated by a fountain and a few quiet lounge areas, that unfold in a lyrical narrative and seem to float above the noise and congestion below. It is one of the most thoughtful, sensitively designed public spaces built in New York in years."
,"But what’s really unexpected about the park is the degree to which it alters your perspective on the city. Guiding you through a secret landscape of derelict buildings, narrow urban canyons and river views, it allows you to make entirely new visual connections between different parts of Manhattan while maintaining a remarkably intimate relationship with the surrounding streets."
,"The park, which currently extends as far north as West 20th Street, is conceived as a series of interwoven events, like chapters of a book. Approached from the south along Washington Street in the meatpacking district, its 30-foot-high steel deck, supported on big steel columns and sliced off brutally at one end, makes for a striking contrast with the green, leafy landscape atop it. A street-level entry plaza, paved in concrete, is tucked underneath, and a broad metal staircase, with sleek brushed stainless-steel handrails, leads up to the structure’s underbelly. Rusted Corten steel plates line the opening in the deck’s floor, emphasizing the violence of the cut."
,"A subtle play between contemporary and historical design, industrial decay and natural beauty sets the tone. The surface of the deck, for example, is made of concrete planks meant to echo the linearity of the old tracks. The path slips left and right as it advances, so that at some points you are right up against the edge of the railing and at others you are enveloped in the gardens."
,"And those gardens have a wild, ragged look that echoes the character of the old abandoned track bed when it was covered with weeds, just a few years ago. Wildflowers and prairie grasses mix with Amelanchier bushes, their branches speckled with red berries. Mr. Corner designed planters to hold the taller trees, and the Gansevoort entry is marked by a cluster of birches. On Saturday the gardens were swarming with bees, butterflies and birds. I half expected to see Bambi."
,"Occasionally, you catch a glimpse of a fragment of track lying in the grass, a carefully placed reminder of the High Line’s former life."
,"What saves all this from becoming a saccharine exercise in nostalgia is the sophistication with which these elements are fused together. The benches, for example, have a sleek contemporary feel; they are made of simple wood slats that lock into the deck’s concrete planks. The lighting, too, is uncommonly subtle. Most of it is embedded in the bottom of the handrails to keep the focus on the plantings and keep glare to a minimum."
,"As you continue north, the narrative keeps shifting. The park tunnels through an old brick commercial building just above 13th Street; dimly lit, the cavernous space offers an escape from the heat of a sunny day or from a downpour. Farther up, a spur breaks off and dead-ends into another building, creating a more private pocket overgrown with grasses and shrubs. The most original feature is a small amphitheater that angles down from the center of the deck near 17th Street. Sitting on rows of wood benches, visitors can look through an enormous window up the length of 10th Avenue, the cars and taxis roaring out from directly beneath their feet."
,"But as mesmerizing as the design is, it is the height of the High Line that makes it so magical, and that has such a profound effect on how you view the city. Lifted just three stories above the ground, you are suddenly able to perceive, with remarkable clarity, aspects of the city’s character you would never glean from an office window. At some points, billboards and parking structures dominate the foreground. At others, you are directly below the cornice line, so that you seem to be floating among the rooftops."
,"Longer views open up down narrow side streets to the Hudson, or east across the city."
,"At the same time, you are still close enough to make eye contact with people on the sidewalks, so that you never lose your connection to the street life. The High Line is the only place in New York where you can have this experience - one that is as singular in its way as standing on the observation deck of the Empire State Building."
,"None of this would matter if the architects had not struggled so hard to regulate access. It often seemed that almost every developer working in the meatpacking district, at one point or another, was begging to have an apartment building or hotel connect directly to the gardens. Yet remarkably, there are only four access points between Gansevoort and 20th Streets. This adds considerably to the park’s low-key mood, and reinforces the notion that it is a place for a quiet stroll, an escape from the trendy neighborhoods below."
,"We still need to see what will happen when the High Line gets on the major tourist itineraries. The second phase, extending it up to 30th Street, is set to start construction in a few weeks, which will raise new design questions. And developers are still fighting to build bridges to the gardens from their buildings."
,"But the care and patience with which this project was developed, both on the part of the architects and the High Line’s founders, Joshua David and Robert Hammond, is a rarity anywhere. They have given New Yorkers an invaluable and transformative gift."
]
}
}
,	{
"id": "2-65",
"archived": false,
"title": "See a Comedy Show at the U.C.B.",
"created": "2010-05-25T05:51:27-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "This is where TV stars come to unwind. It’s also where they’re made. Catch comedians from “30 Rock,” “SNL” and “The Daily Show” doing monologues and free-form riffing in this basement club, the locus of the city’s alt-comedy scene. Tickets are cheap, and the nightly shows offer improv, sketch, stand-up and video from people who whose one-liners you will one day quote endlessly. Might as well start now.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Upright Citizens Brigade Theater",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Upright Citizens Brigade Theater",
"foursquare-venue-id": 18335,
"website": "ucbtheatre.com",
"phonenumber": "(212) 366-9176",
"crossstreet": "(between Eighth and Ninth Avenues)",
"neighborhood": "Chelsea",
"street": "307 West 26th Street",
"city": "New York",
"zip": "10001",
"state": "NY",
"latitude": "40.747575",
"longitude": "-73.997701"	}
],
"images":
null
}
,	{
"id": "2-66",
"archived": false,
"title": "Watch Handball in Coney Island",
"created": "2010-05-25T05:51:33-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "There is nothing quite like watching hard-core New York playground handball the way it’s still played at the Coney Island Seaside Courts, the handball mecca of New York City. The courts resound with the thwock of rubber balls, sneaker-squeals and serious trash-talking — a handball staple — from the players. You’ll find New York’s best palm-paddlers, including former and current champions like Joe Durso and Cesar Sala, offering up colorful competition every nice summer day and on weekends throughout the year.",
"author": "Corey Kilgannon",
"top-info": null,
"extra-info": "Seaside Courts",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Seaside Courts",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(at West Fifth Street)",
"neighborhood": "Coney Island, Brooklyn",
"street": "Surf Avenue",
"city": "Brooklyn",
"zip": "11224",
"state": "NY",
"latitude": "40.574315",
"longitude": "-73.97259"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/9yl6Qi",
"title": "Want to Play Handball? Better Not Forget Your Ego",
"byline": "By COREY KILGANNON",
"pubdate": "2008-06-28T00:00:00-0400",
"stars":
0	,
"text": [
"Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball."
,"But there was also a buzz around the courts on Friday - namely the discussion about Vic Hershkowitz, a New York City handball legend who died on Monday at 89."
,"Steve Sandler, 68, who has 15 national singles titles under his belt, remembered Mr. Hershkowitz’s 23 national handball titles and the way he excelled - particularly at three- and four-wall versions of the game, which were much more popular years ago in gyms and handball clubs across the city."
,"\"Vic was probably the best ever,\" he said. \"Just a towering, towering figure in New York City handball, which is the best handball in the world.\""
,"Ruby Obert, 74 - who with his two older brothers, Carl, 76, and Oscar, 77, made up a renowned trio of sidearm-swingers from Brooklyn - said Mr. Hershkowitz was a New York City fireman and would sometimes show up at tournaments straight from work, wearing his heavy uniform and a mask of soot. Then he would light up the court. Mr. Hershkowitz’s secret weapon, Mr. Obert said, was his ambidexterity."
,"\"He could play equally well with either hand,\" Mr. Obert said, leaning against the chain-link fence and eyeing some of the younger players. \"Guys would die to have Vic’s left hand, which was just as good as his right.\""
,"Not everyone at this Coney Island landmark known as the Seaside Courts was aware of the legend of Mr. Hershkowitz or that he died on Monday in Plantation, Fla. But Mr. Obert had heard the news, and he could talk about Vic Hershkowitz all day, if it were not for his natural tendency to turn the spotlight on himself and his brothers and their 36 total combined world and national championships. Oh, and did he mention that each had been inducted into the United States Handball Association Hall of Fame?"
,"\"That’s because I’m a handball player,\" Mr. Obert readily admitted. \"None of us can talk about anyone but ourselves.\" A small ego makes a small player, he said, and by that logic, there were very few small players around the Coney Island courts on Friday, where the boardwalk and sand and scrubby pines edge right up to the courts."
,"But with all the bragging and arguing and recollections of Mr. Hershkowitz, the scene evoked a rich, if obscure, history of ultracompetitive handball in New York City over the decades: one with outsize egos, colorful nicknames and quirky personalities. One player pulled out the United States Handball Association’s official rule book to show that the cover illustration was, in fact, the Coney courts, a sideshow as delicious as any hot dog or burlesque act a few blocks west, where carnival rides and corn dogs and clam stands draw huge crowds."
,"And by noon, there was a crowd gathered around a challenge doubles match between two current handball champions: Joe Durso, the palm-pounder from Bay Ridge, and Cesar Sala. As Mr. Durso’s team fell behind, he began trading barbs with Mr. Sala’s partner. After a winning shot by Mr. Durso, the crowd whooped and Mr. Durso nodded and screamed."
,"\"I told him I was going to humiliate him, and I meant it!\" he yelled, as the jeers grew louder."
,"On these courts, one can hear the seasoned New York accent of old movies, often spiced up with a few vulgarities and employed with the purpose of criticizing just about anyone present, with regard to any aspect of their body, mind or handball style."
,"Mr. Sandler recalled playing Mr. Hershkowitz in a national tournament held indoors in Brownsville, Brooklyn."
,"\"Some guys are money players,\" he said. \"We used to have big gambling on these games. Vic was more of a tournament player. He didn’t play for money. He played for trophies.\""
,"He stopped: \"Do you know that I used to have people tell me I was a better athlete than Willie Mays?\""
,"Hank Grassi, 82, a legendary paddle-baller, sat next to a court with Manny Haimowitz, 74. They recalled Mr. Hershkowitz as the best player ever to win titles in one-, three- and four-wall handball. Next to them was Al Torres, 64, who was inducted into the Handball Hall of Fame in 2002 and saw Mr. Hershkowitz play."
,"Mr. Obert said that some of the earliest handball in New York was played in nearby Brighton Beach, at the bathhouses that once dotted the area."
,"\"They had a big concrete bulkhead that became exposed when the tide went down, and guys starting shaving tennis balls and hitting them against it,\" he said. \"That’s where it started.\""
,"\"Each borough, each neighborhood in the city, used to have its own handball culture, its own legends, its own stories,\" he said. \"You had Lincoln Terrace and Avenue P in Brooklyn, and Crotona Park and Macombs Dam in the Bronx. You had nicknames galore: there was Jittery Jack and No-Shoes Benny, and you had the Deacon - not because he was religious, but because he always wore black.\""
,"\"You talk about hustlers,\" he continued. \"One guy would lose 10 points straight and get a drink of water while his friend accepted bets against him. Then he would come back and win back the 10 points and wipe the guy out. You had this guy who’d show up in a suit and tie and everyone would bet against him, till he would change his clothes and win $100 and take off, and come back a month later and do it again.\""
]
}
}
,	{
"id": "2-67",
"archived": false,
"title": "Stock Up on Smoked Fish",
"created": "2010-05-25T05:51:39-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Head down on a weekend morning, take a number, join one of the great New York throngs. You want belly lox, sable, some Nova for mother? There’s whitefish, too, and fat tomatoes on the counter, fresh bagels and cans and cans of caviar. Some candied nuts? Some herring in cream? The best salmon in town? Except for that gourmand — the Yiddish term is fresser — on an iPhone screaming at his wife double-parked out front, it’s like being in a time machine.",
"author": "Sam Sifton",
"top-info": null,
"extra-info": "Russ & Daughters",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Russ & Daughters",
"foursquare-venue-id": 41391,
"website": "russanddaughters.com",
"phonenumber": "(212) 475-4880",
"crossstreet": "(between Allen and Orchard Streets)",
"neighborhood": "Lower East Side",
"street": "179 East Houston Street",
"city": "New York",
"zip": "10002",
"state": "NY",
"latitude": "40.722641",
"longitude": "-73.988291"	}
],
"images":
null
}
,	{
"id": "2-69",
"archived": false,
"title": "Soak at a Korean Day Spa",
"created": "2010-05-25T05:38:21-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Located past La Guardia in College Point, Queens, Spa Castle is an impressive five-story Korean mega-spa. Sure, the building looks more like a mall than a castle, but the amenities inside are fit for a king. Buy a day pass and spend hours hopping from outdoor hot tubs to massage pools to saunas lined in gold, jade and salt. With a food court, a Korean restaurant and designated napping areas, you’ll have little motivation to leave.",
"author": "Amy Virshup",
"top-info": null,
"extra-info": "Spa Castle",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Spa Castle",
"foursquare-venue-id": 73237,
"website": "nyspacastle.com",
"phonenumber": "(718) 939-6300",
"crossstreet": "(between 131st and 132nd Streets)",
"neighborhood": "College Point, Queens",
"street": "131-10 11th Avenue",
"city": "College Point",
"zip": "11356",
"state": "NY",
"latitude": "40.787672",
"longitude": "-73.836955"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/ak8Fdc",
"title": "A Funhouse Floating in a Korean Spa",
"byline": "By DONALD G. McNEIL Jr.",
"pubdate": "2008-05-11T00:00:00-0400",
"stars":
0	,
"text": [
"\"THIS is the best night of my life!\" burbled Rory as he was swashed in an inner tube around the whirlpool section of the outdoor hot pools at Inspa World."
,"I have heard this before. And besides, how great could the greatest night of a life only six-and-three-quarters-years long be?"
,"Still, it was pretty cool: my stepson, Rory, and his buddies whirling endlessly around as I let the bubble jets pound my kidneys and tickle my feet, lolling back to watch the steam rising into the night and the jet planes drifting down into La Guardia, every once in a while lazily checking to make sure no one had drowned."
,"This was the capper to a weirdly sybaritic evening: plunge pools, saunas lined in gold, jade and salt; massage chairs; spare ribs with kimchi, Korean soap operas and a lot of viewing other people’s tattoos."
,"Inspa World, a five-story 60,000-square-foot funhouse, bills itself as a \"spa and water park.\" But that doesn’t quite capture it. At a mere $30 to get in, and kids scrambling around, it’s no Canyon Ranch. And without water slides or wave machines, it’s no Typhoon Lagoon, either. The closest relative may be the \"mustard-off pools\" in Dr. Seuss’s \"Happy Birthday to You!\""
,"Call it an aquarium for humans. You end up feeling like someone’s well-fed goldfish, darting around in the bubbles, wondering what is behind the next gilded rock."
,"Inspa is an elaborate local copy of a jimjilbang, a traditional Korean 24-hour bathhouse where families soak, steam and eat together, and sometimes even sleep over."
,"The setting is also unexpected: it is in College Point, Queens, just north of the \"valley of ashes\" in \"The Great Gatsby,\" and hard by an industrial park."
,"Once you’ve fought your way off the bridge ramps (be smarter than me - avoid rush hour), you can hand your keys to a valet."
,"From the building’s top balcony you can gaze over the auto-parts warehouse next door and see the lights of the Bronx-Whitestone Bridge twinkling on Long Island Sound. Inspa World (which will change its name in a few months because, it turns out, a West Coast day-spa chain has the same name and threatened to sue) opened last May."
,"THE owner, Steve Chon, a Queens architect and developer, said he spent $25 million building it and hopes to open 19 more, the next in Dallas. There are other jimjilbangs in the United States, Mr. Chon said, but none as large with big outdoor pools like his."
,"Mr. Chon said he first advertised to Korean-Americans, \"but I was always targeting mainstream Americans.\""
,"The first \"mainstream Americans\" to become regulars were Russians and Hasidic men from Brooklyn, said Yong Seok Choi, Inspa’s vice president. Now there is an eclectic mix."
,"On the Friday night spent with Rory, his pals Oliver and Eleanor, ages 7 and 5, and their parents, about 70 percent of the clientele was Asian. As we entered, a group of women who appeared to be West Indian were leading in a friend."
,"\"Why is she blindfolded?\" I asked, naïvely."
,"\"Bachelorette party!\" they explained."
,"Paying the entry fee gets one a jazzy blue or pink electronic bracelet and a bow toward the glass men’s and women’s doors. The bracelet is both locker key and charge card for food, massages and tube rentals at the pools."
,"First, your shoes get their own locker; the floor is spotless blond wood. Then, once you strip down to just your bracelet (and assuming you do not join the man squatting naked on a table clipping his toenails into a tray), you enter a vast room with dark stone walls, saunas, steam and many pools: lukewarm, hot, hotter, bubble-jet, cold and frigid. As a child, I paged through pictures of a Roman bath, wishing I’d been born then; finally, I can live it."
,"There are no strigils, but there are little wooden buckets and stools on which to perch, Asian style, while showering and shaving, as well as regular showers. Toothbrushes are on offer, along with squirts from a big tube of Colgate on a string. Push a button on the wall and a jackhammer of cold water pounds down to massage your scalp."
,"The atmosphere was relaxed; no one seemed bothered by Rory leaping from pool to pool like some crazed faun."
,"The ladies bath, my wife said, had scenes both sweet and mystifying: little girls scrubbing their mothers’ backs, and women squatting over heated pots. The pots, I learned later, were herbal steamers, supposedly very soothing after giving birth."
,"Exfoliating rubs were given by muscular women in traditional jimjilbang work wear: bras and panties. Travel writers describing Korean baths always say the same thing: the mitts are so rough that your skin rolls off in little gray worms."
,"Next, all clients don the house’s short cotton pajamas - gray for men, orange for women - and troop upstairs to the sauna floor, the spa’s social center. There was something perky and democratic in the air, all of us multiethnically together, scrubbed and uniformed like cheerful first graders. Or maybe it was the air; the spa bubbles in extra oxygen."
,"Half the floor is a food court: juice bar, pizza or sushi, Starbucks or H&#228;agen-Dazs. Wall-mounted televisions silently play shows with English and Korean subtitles. The other half is a kitsch paradise: a green stone meadow coursed by a running stream and dotted with igloo-shaped saunas."
,"The word \"sauna,\" a puzzling sign explains, is \"from the Finnish words ’sow’ (an admiration of ’wow’) and ’nar.’ \""
,"The sign’s medical advice is just as strange. Heated gold supposedly releases infrared rays that suck out bad energy. Jade fights high blood pressure, paralysis and athlete’s foot."
,"Hocus-pocus aside, the saunas are stunning. The gold one has tiles coated with 96 percent pure gold, Mr. Chon said. He hid them from his own workmen during construction, and two have been pried out by thieving visitors."
,"The jade one is actually dazzling geodes, the salt one has pink blocks said to be chipped from the Himalayas. The mud in the mud one is imported from South Korea, which is apparently well-known for its mud. It’s also the biggest and hottest - 190 degrees, too hot for me."
,""
,"TAKING a sauna while stretched out on a tatami mat in borrowed pj’s is a bit sweaty and itchy for my taste, but the kids loved testing them all. There is also a row of deck chairs beneath heat lamps for those aspiring to feel like a carved roast in a rathskeller. To cool off, one enters the \"Iceland\" room, which is lined with frosted pipes. We had a mini-snowball fight."
,"You can get a sea-salt pedicure or an organic peel, feel kneaded by a massage chair or sack out in the designated sleeping area - which at different times contained a meditating man and a fussing baby. Above that, there are three more floors. We skipped the mezzanine of personal TV chairs because children were unwelcome, and headed to the restaurant. Basic Korean fare - pork, beef, noodles - came with multiple side dishes for $10 to $12. My only frustration was the lack of beer."
,"\"No spirits,\" a server said."
,"Alcohol is banned for fear of heart attacks in the saunas, Mr. Chon said later."
,"Also, he said: \"There are females in same area, and when men have a couple of shots, they’ll do anything. That’s sexual harassment, especially in America.\""
,"The ban particularly irks some guests, he added, who like hell-hot saunas with a frigid vodka chaser. His security guards take bottles away and break up what he calls \"love behaviors.\""
,"But, Mr. Chon said, Russian guests are welcome to \"use their whips, some kind of tree\" - presumably a reference to a nice thrashing with birch branches that some feel is the perfect lagniappe to a good steam."
,"We spared the rods and spoiled the children, changing into bathing suits for the heated outdoor pool, which boasts 40 different water-massage functions."
,"Getting a permit was a yearlong struggle because of neighborhood opposition. Offering massages \"made people think we were opening a whorehouse,\" Mr. Choi said."
,"\"Now they’ve changed their mind,\" he said. \"They come here, they say, ’Whoa, this is nice.’ \""
,"I did not canvass the neighbors. But I believe it. Rory now wants his 7th birthday party there. And his friend Eleanor says she is moving in."
]
}
}
,	{
"id": "2-70",
"archived": false,
"title": "See Pierpont Morgan's Personal Collection",
"created": "2010-05-25T05:51:57-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "We revere the Met, we adore the Frick, but the Morgan is in a class of its own. No place looks like it, feels like it or has as many of the most sensationally compact art treasures in this treasure-loving town.",
"author": "Holland Cotter",
"top-info": null,
"extra-info": "The Morgan Library and Museum",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Morgan Library and Museum",
"foursquare-venue-id": 42530,
"website": "themorgan.org",
"phonenumber": "(212) 685-0008",
"crossstreet": "(between East 36th and 37th Streets)",
"neighborhood": "Midtown South",
"street": "225 Madison Avenue",
"city": "New York",
"zip": "10016",
"state": "NY",
"latitude": "40.74908",
"longitude": "-73.98165"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bdak9g",
"title": "Morgan Library & Museum’s Restored Building Reopens - Review",
"byline": "By HOLLAND COTTER",
"pubdate": "2010-10-29T12:10:06-0400",
"stars":
0	,
"text": [
"\"Elegance is refusal,\" Diana Vreeland declared. But not always. She would have had a tough time selling that line of logic to the financier and elegance addict J. P. Morgan, a notable nonrefuser in practically every area, including art. He bought porcelains by the pound, drawings by the ream, bucketsful of Near Eastern cylinder seals and box upon box of rare books, chucking the junk and keeping the gems. Such was his way."
,"Nor did he hold back in commissioning the architect Charles Follen McKim to design the personal office and library for him at the corner of 36th Street and Madison Avenue that will reopen on Saturday after a $4.5 million restoration. The 1906 building is part of the Morgan Library & Museum."
,"When McKim ventured on the idea of using the ancient Greek technique of building with fitted rather than mortared stone, a madly expensive proposition in turn-of-the-century New York City, Morgan snapped: Do it. And while you’re at it, do this, and this and this. So many and insistent were his demands on McKim that the architect had a nervous breakdown. It was vital to Morgan to get the office and library right."
,"The building may not have been intended as a public space, but it still represented the public face, or an aspect of it, that he wanted to show in his home city: the softer, gentler side of his imperial presence. As such, it was a very pointed commission, almost a personal essay, one that erased the line between editorial and advertising, church (art) and state (Wall Street)."
,"On these terms it was a success, though an aesthetically complicated one. McKim’s white marble exterior, clean of line, clear of ornament, easily passes the Vreeland elegance test: It’s a Beaux-Arts version of Zen. The interior, however, with three intensively decorated rooms branching off a multipatterned marble rotunda, is a different matter. It’s emphatically not Zen, and it looks less Zen than ever after its recent refurbishment."
,"These days museums tend to get critical raves if they so much as wash their windows. But this freshened-up portion of the Morgan really does inspire oohing and aahing. It looks terrific. Not that there are any radical changes. Under the supervision of William M. Griswold, the Morgan’s director, and a team led by Jennifer Tonkovich, curator of drawings and prints, there’s been some deep dusting and scrubbing, and certain worn materials have been discarded. In the West Room, still referred to as Mr. Morgan’s Study, the red damask wall covering, darkened by time, city soot and cigar smoke, has been replaced with a copy of the original fabric, which was itself copied from the 15th-century Roman villa of Agostino Chigi, a Renaissance banker and art patron with whom Morgan identified."
,"In the marble rotunda, ceiling murals by Henry Siddons Mowbray (1858-1928) appear to have been brightened through touch-ups, though this is an illusion. The paintings haven’t changed; the ambient lighting has. The same is true in the East Room, or library, directly across from the study."
,"Here Morgan himself ordered one of many alterations that made McKim crazy. He had a set of high windows above the fireplace blocked up. Why? So that he could display a mammoth 16th-century tapestry titled - surely he got the joke - \"The Triumph of Avarice.\" As a result the room, with its walnut bookcases rising floor to ceiling on every side, was left in a twilight state."
,"No more. Updated illumination generates a tawny gold-brown glow. You can even see what’s in the bookcases without a flashlight."
,"The big news, though, is the debut of new space, or rather an old one made public. Called the North Room, it’s by far the smallest of the three in the McKim building, which is itself fairly small. (It was scaled to hold books, not only because Morgan liked them, but also because for years they were the one category of imported art object not heavily taxed by the United States government.) The North Room was used as an office by the Morgan’s formidable first librarian, Belle da Costa Greene."
,"Twentysomething when she arrived on the job from the Princeton University library in 1906, Greene was as vague about her background as she was about her dates. She claimed Portuguese descent, but she was born Belle Marion Greener in Washington, and her parents were African-American, her father the first black graduate of Harvard University. Morgan met her through his nephew Junius, a Princeton undergraduate, and hired her more or less on the spot."
,"Slender and sharp as a needle, and chic (\"Just because I am a librarian, doesn’t mean I have to dress like one\"), she was an ideal foil for her boss. He couldn’t bring himself to haggle for art purchases; she could bargain the shrewdest dealer to the mat. She brought wonderful things into the collection and made the place very much her own."
,"After Morgan’s death in 1913, his son, Jack, asked her to stay on. In 1924, when he gave the library to New York City, she became its first director, and the North Room continued to serve as an office for the Morgan directors who followed. Now it’s a gallery. Its main decorative details, notably its painted ceiling, are intact. But its wraparound bookcases have been turned into vitrines for a permanent display of the Morgan’s choice collection of ancient Near Eastern cylinder seals, along with Greek, Roman and early medieval European objects."
,"The seals, dating back to the third millennium B.C., are wonders: thimble-size stones incised with designs that become legible only when the stone is rolled over wet clay or some other receptive material to create an impression. Just to cut such images must have been incredibly difficult. To produce monuments of art seems impossible. But there they are."
,"The image of a leaping stag from a Middle Assyrian seal carved around 1300 B.C. is a masterpiece of sculptural relief. The animal’s startled eyes and taut muscles are caught with exquisite, not-a-stroke-wasted naturalism; two trees that flank him are near-abstract bursts of line, midair explosions. Talk about elegance."
,"The installation has been deftly arranged by Sidney Babcock, the Morgan’s curator of seals and tablets, and successor in that position to the great Edith Porada. The gallery itself, filled with compact grandeur, is the high point of the McKim reopening."
,"Objects, of course, are the real reason we visit the Morgan, and cherished examples are on view. Hans Memling’s \"Portrait of a Man With a Pink,\" one of several international treasures, is back where it belongs in Morgan’s study. I’m not sure I’ve ever seen so many books and manuscripts out in the East Room before and certainly never so stellar a selection."
,"The Lindau Gospel, its jewel-encrusted gold cover a miracle of Carolingian court luxe, rates a case of its own. Another holds a letter from the Morgan’s autograph manuscript collection. In one, Elizabeth I of England, age 15, deflects the attentions of an unwanted suitor in a tone of address every bit as poised and correct as her faultless penmanship."
,"From other documents, other voices rise: that of Galileo protesting the accusations of heresy that assail him; Balzac muttering his way through an umpteenth all-night revision of \"Eugénie Grandet\"; Mozart humming a bar from his \"Haffner\" Symphony."
,"And in what seems to be an effort to make every inch of the McKim space count, the display continues into the rotunda. All the material there is American - a Thomas Jefferson letter, a handwritten Abraham Lincoln speech - and this makes sense. Morgan’s cultural tastes may have been shaped by Europe, but America was his birthplace, and he’s a familiar American type: a Master of the Universe sweetening his image through art."
,"And it worked. Consider the way we tend to talk about him: he was acquisitive, not grabby; forceful, not pushy; not part of a social problem, but part of a cultural solution. Our present-day robber barons, not a few of them art collectors, would consider themselves very lucky to have such press."
,"Yet the contradictions are all still right there in the McKim building, a white, stripped-down, almost windowless fortress on the outside; a sensation-flooded bower of beauty on the inside. Its elegance is profuse and inarguable, and as hard and sharp as stone."
,"Morgan Library & Museum: WHEN AND WHERE The restored McKim building of the Morgan Library & Museum opens on Saturday; 225 Madison Avenue, at 36th Street;"
]
}
}
,	{
"id": "2-71",
"archived": false,
"title": "Get Magazines and Egg Creams at a Classic Newsstand",
"created": "2010-05-25T05:52:03-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "This 24-hour newsstand is heaven for night owls. You can peruse any newspaper or magazine ever published, order a classic New York egg cream or watch the East Village circus go by. It’s the best time you can have for less than $5, drink and newspaper included.",
"author": "Jill Abramson",
"top-info": null,
"extra-info": "Gem Spa",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Gem Spa",
"foursquare-venue-id": 321930,
"website": null,
"phonenumber": "(212) 995-1866",
"crossstreet": "(at St. Marks Place)",
"neighborhood": "East Village",
"street": "131 Second Avenue",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.72862",
"longitude": "-73.98803"	}
],
"images":
null
}
,	{
"id": "2-72",
"archived": false,
"title": "Go Surfing (or Just Watch)",
"created": "2010-05-25T05:52:09-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The longboards being lugged on the subway in the wee hours of the morning are a telltale sign: surf’s up in Rockaway. The only official spot to hang 10 in the city, rock rock Rockaway Beach still has the urban grit — and the summertime jams — of the Ramones era. The break across Beach 90th Street is a haven for crews of hard-core year-round surfers, some of whom occupy the bungalows nearby, for just-getting-their-toes-wet newbies and for locals alike. Join them or just ogle them; either way, it’s the East Coast answer to Malibu — especially if you hit the Rockaway Taco stand after. And the picturesque — really! — ride on the A train out there, hanging low over the waters of Jamaica Bay, is enough to mellow anyone out.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Rockaway Beach",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Rockaway Beach",
"foursquare-venue-id": 68163,
"website": null,
"phonenumber": null,
"crossstreet": "(across Shore Front Parkway)",
"neighborhood": "The Rockaways, Queens",
"street": "Beach 90th Street",
"city": "Rockaway Beach",
"zip": "11693",
"state": "NY",
"latitude": "40.58374",
"longitude": "-73.81201"	}
],
"images":
null
}
,	{
"id": "2-73",
"archived": false,
"title": "Have Cocktails at the Met",
"created": "2010-05-25T05:52:15-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Crowds do not enhance the experience of looking at art. Every Friday and Saturday, however, when the Met installs a bar and classical musicians on the mezzanine (or when the bar in the rooftop sculpture garden opens in summer), the crowd is drawn away from the galleries and toward the martinis. Bonus: a glass of Champagne is sure to make pottery shards beautiful.",
"author": "Christine Muhlke",
"top-info": null,
"extra-info": "The Metropolitan Museum of Art",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Metropolitan Museum of Art",
"foursquare-venue-id": 18716,
"website": "metmuseum.org",
"phonenumber": "(212) 535-7710",
"crossstreet": "(at East 82nd Street)",
"neighborhood": "Upper East Side",
"street": "1000 Fifth Avenue",
"city": "New York",
"zip": "10028",
"state": "NY",
"latitude": "40.77921",
"longitude": "-73.9629"	}
],
"images":
null
}
,	{
"id": "2-76",
"archived": false,
"title": "Stroll Though the Gardens at Wave Hill",
"created": "2010-05-25T05:52:33-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The New York aristocracy once flocked from the city to the cliffs of the Hudson, where expansive vistas cured urban claustrophobia. You need go only as far as the Bronx, where you’ll find this 28-acre estate, once enjoyed by Theodore Roosevelt and Mark Twain (not at the same time) and now open to the public. Its grounds and buildings are linked by walkways that command breathtaking panoramas of the Palisades and suggest why there was an art movement known as the Hudson River School.",
"author": "David W. Dunlap",
"top-info": null,
"extra-info": "Wave Hill",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Wave Hill",
"foursquare-venue-id": 45853,
"website": "wavehill.org",
"phonenumber": "(718) 549-3200",
"crossstreet": "(at West 249th Street)",
"neighborhood": "Riverdale, Bronx",
"street": "Independence Avenue",
"city": "Bronx",
"zip": "10471",
"state": "NY",
"latitude": "40.898038",
"longitude": "-73.911462"	}
],
"images":
null
}
,	{
"id": "2-77",
"archived": false,
"title": "Cheer and Jeer at a Roller Derby Bout",
"created": "2010-05-25T05:52:39-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Join raucous fans to cheer on the hard-hitting women of the Gotham Girls Roller Derby league as they race around the flat track. Skaters with noms de guerre like Carmen Monoxide, Roxy Gibrawlter and Dainty Inferno have sharp elbows and lots of heart. Bouts often take place at the Hunter College Sportsplex, but check the league’s Web site for other venues.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "Hunter College Sportsplex",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Hunter College Sportsplex",
"foursquare-venue-id": 87450,
"website": "gothamgirlsrollerderby.com",
"phonenumber": "(888) 830-2253",
"crossstreet": "(at Lexington Avenue)",
"neighborhood": "Upper East Side",
"street": "East 68th Street",
"city": "NY",
"zip": "10065",
"state": "NY",
"latitude": "40.767892",
"longitude": "-73.964468"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cF8Waf",
"title": "You Just Can't Keep the Girls From Jamming - Roller Derby, Reborn",
"byline": "By PAUL WACHTER",
"pubdate": "2009-02-01T00:00:00-0500",
"stars":
0	,
"text": [
"Correction Appended"
,"At the whistle - two short bursts - Suzy Hotrod dashed past the opposing jammer, Eva Dead, and settled into a loping skater’s stride. Just minutes into the 2008 Women’s Flat Track Derby Association’s national championship game in November, Hotrod’s team, the Gotham Girls, were in an unusual position - they were losing, the first time they had been behind all tournament."
,"As a jammer, it was Hotrod’s job to score; she got a point for each Chicago skater she lapped. Ahead on the oval track, her four teammates got out of her way, but Hotrod quickly found herself trapped behind a wall of three blockers for Chicago- Ying O’Fire, Hoosier Mama and Nina Millimeter - who wanted nothing more than to send her tumbling into the crowd. As they rounded the turn, Hotrod feinted to the right, and the phalanx reacted, freeing up a sliver of space on the inside. With a leap she was free, and the crowd of several thousand roared at the nifty move. Now, to capture the lead, she had to make it through the pack once more."
,"In its earlier incarnation, which started in the mid-1930s and had all but petered out by the early 1970s, roller derby featured teams of professional skaters, men and women, whose races along a banked track were leavened by pratfalls and punch-ups. Then, about seven years ago, roller derby resurfaced in Texas as an amateur, women-only game, played not on the expensive banked tracks of old but on flat surfaces where a track could be laid out with little more than a roll of tape. Participants took stage names and wore miniskirts and fishnet stockings, adding a campy sexuality to the violent theatrics of old. Today more than 15,000 skaters compete in more than 300 flat-track leagues - the bulk of them in the United States but some as far off as Australia. (Leagues typically have three or four teams, plus an all-star squad that represents them in regional and national competitions.)"
,"The rapid growth has made the game more competitive. Suzy Hotrod, whose real name is Jean Schwarzwalder, still dabs lipstick on her cheeks before she skates, but that was the extent of the theatrical gestures on display at the nationals. The country’s eight best teams had come to Portland, Ore., not to perform but to win. In its 70-odd-year history, roller derby has been many things, but never until perhaps now has it been a legitimate sport."
,"The national tournament, nicknamed the Northwest Knockdown, was held at Hall D in the Portland Expo Center, between the Ski Fever and Snowboard Show in Hall E (the facility’s largest hangar) and the Adidas warehouse sale in Hall C. But there was no mistaking the derbygoers among the crowds. Women with spiky hair and checkered Vans; hipsters in skinny jeans and flannel; brawny men with looped earrings and leather jackets that bore the logos of their preferred derby teams. Tattoos abounded. A typical T-shirt: \"My Marxist Feminist Dialectic Brings All the Boys to the Yard.\""
,"Inside, portable aluminum bleachers surrounded the track. But the most daring fans sat on the floor, well within distance of errant skaters. From a stage at the head of the track, the announcers called the action (\"From the city of sisterly shove . . .\") and shilled for the sponsors (\"When they’re not skating, some wear Doc Martens\") that set up retail booths on the other side of the bleachers."
,"Teams from the West have dominated the short history of modern women’s roller derby - the first champions, the Texecutioners, were from Austin, the birthplace of the women-only revival, and their successors were from Kansas City - but this year the Gotham Girls entered the tournament as the favorites. According to the Web site for Gotham Girl Roller Derby, the New York City league, every Gotham Girl \"is an amalgam of athlete, pinup girl, rocker and brute rolled into one badass derby girl.\" But few skaters fit this description as snugly as Jean Schwarzwalder, who is covered in tattoos, plays guitar in the punk band Kissy Kamikaze and has been sponsored by Manic Panic, the hair-dye company favored by Dennis Rodman and Marilyn Manson."
,"\"I think this is the one perfect sport for me,\" says Schwarzwalder, who is 28 and works as a photographer. She played sports in high school but didn’t like the jock crowd. \"And I’m not someone who’s going to get on a treadmill to get my exercise.\""
,"Not all of the skaters are punk rockers. Schwarzwalder’s fellow jammer, Nicole Williams (Bonnie Thunders), works for a nonprofit dedicated to conserving the world’s 36 species of wild cats. Beyonsl&#225;y, the team’s only African-American, says that because of her job she can’t reveal her real name. \"I think that’s the most unique thing about derby, that it does bring you in touch with people you would never meet otherwise,\" Williams says."
,"Reduced to its basics, roller derby is a simple game. There are two 30-minute halves, during which each team fields five women at a time in shifts (called jams) that last up to two minutes. They skate counterclockwise around an oval track, slightly smaller in circumference than a basketball court. There’s one jammer per shift, who scores a point each time she laps an opposing skater. After her first, nonscoring pass through the opposing team, the leading jammer also has the strategic option of ending the jam prematurely by tapping her hands to her hips. The other eight players skate in a pack and make judicious use of their hips and arms to clear space for their jammer and stymie her opposite number."
,"A game in which skaters simulate bumper cars can be dangerous, of course. I attended the Gotham Girls’ last practice before nationals at a small, unmarked warehouse in Astoria, and just minutes into their scrimmage, Kelly Morrison (Scarlett Rage) tripped and fell hard onto her shoulder and burst into tears. Her teammates escorted her to the sidelines and consoled her before resuming practice. Later, at the hospital, Morrison was treated for a broken collarbone, which meant she would miss the trip to Portland."
,"It may surprise some that the idea for women-only derby was a man’s. In 2001, Daniel Eduardo Policarpo, a drifter musician, began recruiting women in downtown Austin to realize his psychedelic vision of roller derby as a centerpiece of \"a crazy circus with these clowns unfortunately stabbing each other, these bears on fire on these unicycles.\" When Policarpo skipped town, several women who called themselves the She.E.O.’s. staged the inaugural bout on June 23, 2002. In lieu of knife-wielding clowns, there were fake fights and Spank Alley, a sexed-up penalty box in which fans were encouraged to slap the skaters’ behinds."
,"Soon after, most of the rank and file, bristling at the undemocratic tendencies of the self-appointed leaders, left to start their own league in which each skater would have a say. The new skater-owned organization became the model for women-only amateur leagues across the country, and in 2004 the Women’s Flat Track Derby Association was founded with the motto \"By the Skaters, for the Skaters.\""
,"As new leagues formed, bawdy hijinks were emphasized - \"pillow fights in the penalty box and fake fighting,\" according to Dakota Prosch (Kola Loka), who skates for the Windy City Rollers. \"That’s what got butts in the seats,\" says Colleen Bell (Crackerjack), the president of W.F.T.D.A. But the skaters quickly discovered that they were more interested in competition than in theater, and that the game itself drew fans. \"I remember a bout in 2005 with live music, where for the first time fans left when the concert started and not the other way around,\" says Emily Langmade (Fisti Cuffs) of the Gotham Girls. Her boyfriend, Justin Campoy (Endless Justin), is a derby referee and says he hasn’t seen a fight in three years. (Men play a large supporting role in women’s derby, volunteering as referees, coaches and mascots.)"
,"Now many of the new skaters are accomplished athletes. While Schwarzwalder barely knew how to skate when she joined up, Nicole Williams was a competitive figure skater, and several other Gotham Girls have ice-skating or hockey backgrounds. \"Roller derby’s become less of a kitschy, girly thing and become a serious sport,\" Prosch says. Indeed, after Portland, angry skaters called up the sports editor of The Oregonian and demanded to know why the newspaper didn’t cover the tournament."
,"Viewed only as sport, the roller derby at the Northwest Knockdown produced few moments of genuine excitement. Most of the games were blowouts. In their opener, the Gotham Girls stormed out to a 23-1 lead against Duke City Derby from Albuquerque. New York dominated action within the pack, clearing paths for its jammers, who gobbled up points and then called the jams to a halt before Duke’s jammers could score. Frustrated, a Duke City jammer cut the track in an attempt to improve her position, but the referees - as many as seven of them, on skates, patrol a game - spotted it and sent her to the penalty box, leaving her team with no chance to score. For the full two minutes, Bonnie Thunders zipped around the track, earning the Gotham Girls points for each opponent she passed, including those in the penalty box. It was a 15-0 run, and the rest of the game, which finished 182-25, was more of the same."
,"The Gotham Girls’ semifinal triumph against Philadelphia was nearly as lopsided. The closest game of the tournament was the other semifinal, in which regulation play ended with Chicago and Texas tied and the crowd on its feet. But overtime itself was anticlimactic, because the Texas jammer was relegated to the penalty box, leaving Chicago’s jammer as the only eligible scorer on the track."
,"In the finals, Chicago stayed within striking distance of New York for much of the first half, taking an early lead, absorbing a Gotham surge and then clawing back to a mere 12-point deficit. But on successive jams, several Chicago skaters were called for penalties - low blocks and cutting the track - clearing the path for Gotham’s jammers, who went on a 22-3 run to finish the half. Yet again the Gotham Girls coasted to victory, 134-66. But despite another blowout, as they filed out of the Expo Center, skaters and fans alike seemed more than satisfied."
,"In December, back in New York, the Gotham Girls held an awards gala at Southpaw, a Brooklyn dive bar cum music hall. There was a derby-themed trivia contest and a trophy presentation, and as the award winners - best blocker, best jammer, M.V.P. - made their way to the stage, Fisti Cuffs delivered a playful squeeze on the rump to each."
,"Even the skaters themselves couldn’t fully explain their recent dominance - counting nationals, they were in the midst of a 12-win streak, a W.F.T.D.A. record. \"Going into the tournament, we were confident but really had no idea how well we’d do,\" Schwarzwalder told me."
,"\"I’d say the skating proficiency was the same for the top four teams, but I think we were the only team that could adapt to every style of play, fast and slow,\" the team’s co-manager, John Wyatt (Abraham Drinkin), said. In each of their games, the Gotham Girls also accumulated fewer penalties than their opponents. On Internet message boards there was speculation that, seeing as how New York, Chicago and Philadelphia finished 1, 2 and 3, even a fringe, amateur sport like roller derby was destined to be dominated by the major cities."
,"Already the Gotham Girls were looking forward to next season - training starts in February, and the home league kicks off in the spring - which culminates with the November nationals, this time in Philadelphia. But the Gotham Girls were not done making up for their abstemious time in Portland. I left the party at its peak with the lingering image of Bonnie Thunders and Fisti Cuffs on the dance floor, their movements only slightly less graceful for the absence of wheels."
,"Paul Wachter has written about the tennis player Donald Young and the mixed-martial-arts fighter Shad Smith for the magazine."
,"Correction: February 15, 2009"
,"An article on Feb. 1 about roller derby and the recent dominance in the sport of the Gotham Girls, a New York team that won the Northwest Knockdown tournament, misstated their opponents’ score in the final. It was 134-66, not 56."
]
}
}
,	{
"id": "2-78",
"archived": false,
"title": "Sing Along to Broadway Show Tunes",
"created": "2010-05-25T05:52:45-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Every Monday night at Splash, a gay bar in Chelsea, Broadway’s chorus boys and girls — and their admirers — spend their night off watching videos and singing along to their favorite show tunes. Jennifer Holliday’s original version of “And I Am Telling You I’m Not Going” from “Dreamgirls” is a must-see.",
"author": "Erik Piepenburg",
"top-info": null,
"extra-info": "Musical Mondays at Splash Bar",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Musical Mondays at Splash Bar",
"foursquare-venue-id": 17978,
"website": "splashbar.com",
"phonenumber": "(212) 691-0073",
"crossstreet": "(between Fifth and Sixth Avenues)",
"neighborhood": "Flatiron",
"street": "50 West 17th Street",
"city": "New York",
"zip": "10011",
"state": "NY",
"latitude": "40.7389",
"longitude": "-73.99453"	}
],
"images":
null
}
,	{
"id": "2-79",
"archived": false,
"title": "See New York in Miniature",
"created": "2010-05-25T05:52:51-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Want to see all of New York City in a day? Head to the Queens Museum of Art, home to an immense scale model of the five boroughs. Commissioned by Robert Moses for the 1964 World’s Fair, the 9,335-square-foot panorama was recently updated to reflect the city’s changes, like the substitution of Citi Field for Shea Stadium. (The Twin Towers remain, however, awaiting replacement with a memorial.)",
"author": "Dan Saltzstein",
"top-info": null,
"extra-info": "Queens Museum of Art",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Queens Museum of Art",
"foursquare-venue-id": 64239,
"website": "queensmuseum.org",
"phonenumber": "(718) 592-9700",
"crossstreet": "Flushing Meadows Corona Park",
"neighborhood": "Flushing, Queens",
"street": "New York City Building",
"city": "Flushing",
"zip": "11368",
"state": "NY",
"latitude": "40.74609",
"longitude": "-73.84649"	}
],
"images":
null
}
,	{
"id": "2-80",
"archived": false,
"title": "Take a Date to the Cafe Carlyle",
"created": "2010-05-25T05:52:57-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "There is no more sophisticated way to part with a few hundred dollars, no more cosmopolitan date than this: A table at the Café Carlyle, a glass of Champagne, a small bowl of lobster bisque or a cold plate of shrimp cocktail, and then the strains of American standards, courtesy of Woody Allen playing jazz, Elaine Stritch vamping, the Pizzarelli clan performing into the night. Wear your best. This is a cathedral of cool.",
"author": "Sam Sifton",
"top-info": null,
"extra-info": "Cafe Carlyle",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Cafe Carlyle",
"foursquare-venue-id": 1380,
"website": "thecarlyle.com",
"phonenumber": "(212) 744-1600",
"crossstreet": "(at Madison Avenue)",
"neighborhood": "Upper East Side",
"street": "35 East 76th Street",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.77441",
"longitude": "-73.963336"	}
],
"images":
null
}
,	{
"id": "2-81",
"archived": false,
"title": "Browse at the Brooklyn Flea",
"created": "2010-05-25T05:53:03-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "The flea-market scene has traveled over the bridge to Brooklyn, where shopping for vintage furniture and clothing, cool arts and crafts, and artisanal food has already become a weekend tradition. Check the Web site for location and hours, as locations shift seasonally: brooklynflea.com.",
"author": "Christine Muhlke",
"top-info": null,
"extra-info": "Brooklyn Flea",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Brooklyn Flea",
"foursquare-venue-id": 40224,
"website": "brooklynflea.com",
"phonenumber": null,
"crossstreet": "(between Clermont and Vanderbilt Avenues)",
"neighborhood": "Fort Greene",
"street": "176 Lafayette Avenue",
"city": "Brooklyn",
"zip": "11238",
"state": "NY",
"latitude": "40.687792",
"longitude": "-73.969478"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/dkEShT",
"title": "A Flea Market in Brooklyn Captures the Fun of Playing Shopkeeper in the Backyard",
"byline": "By MIKE ALBO",
"pubdate": "2009-02-05T12:11:18-0500",
"stars":
0	,
"text": [
"IF you grew up in America and weren’t raised as, say, a Branch Davidian, chances are you played \"store\" with your friends. You set up shop in the backyard and sold things for a common, agreed-upon currency: \"Hello ma’am, as you can see, I have fresh sassafras leaves and fine red dirt! That will be five acorn tops! Thank you very much and have a nice day!\""
,"The work was hard and satisfying, everyone was affable, and items seemed to be worth their price."
,"Lately, playing \"store\" isn’t so much fun. Merchants are freaked out, zombie shoppers stampede over one another to get at marked-down plasma TVs, and our dollar is starting to look about as valuable as an acorn top."
,"Brooklyn Flea, a well-curated, optimistic weekend market in Dumbo, may help restore your faith in capitalism’s simpler pleasures. When I was there last weekend, I found myself stopping at tables, perusing the huge range of vintage, antique and handcrafted goods, and having warm, goofy exchanges with storekeepers just as I did when I was a major retail mogul in my backyard - a Dov Charney in Toughskins."
,"Brooklyn Flea started up last spring, spending the warmer months on an outdoor lot at Bishop Loughlin Memorial High School in Fort Greene. (It will return there in April.) For winter, the market has moved indoors into two big ground-level spaces in Dumbo. At 79 Front Street, there is vintage clothing and furniture; and now, at 81 Front Street, there is food and newly-made handicrafts, as well as some vintage and antique items."
,"When I visited, the new space was having its \"soft opening,\" but the giant unfinished room was already full of curious shoppers. Some were sipping hot chocolate, available for $3 near the door. A nerdy bespectacled D.J. (from the record shop Halcyon down the street) was spinning. Several patrons were bobbing to the beat as if they didn’t care that their 401(k)s had shrunk to the size of a sparrow’s head."
,"Goods were proudly arranged on tables, with the expectant (and sometimes bored) faces of shopkeepers above them. A.S.I.S. (Angela Spencer’s Irresistible Stuff) offered knit mohair hats for $60 and Luv x 1 necklaces - polished lumps of rose quartz enclosed in crocheted netting - for $36. I loved the silk-screened T-shirts offered by Flux Productions: soft pima and organic cotton shirts ($35) and hoodies ($60) with haunting prints of branches, feathers or an expanse of undulating waves."
,"Elma Blint sold beautifully simple jewelry, including a silver bracelet in an organic driftwood shape for $225. Maybe similar merchandise is available at any Urban Outfitters, but here, displayed humbly on rickety card tables, merchandise felt genuine, especially when its creators were standing there, smiling at you."
,"This wasn’t awkward. All that overproduced window dressing and desperate salesmanship that tends to spook cautious customers like me has been stripped away here, and shopper and merchant can have a more mellow, casual exchange. Instead of being sullen and shy, I found myself chatting up almost every vendor."
,"Joseph Sipos, a vintage clothing dealer, told me that a bright red crocheted shirt and matching vest hanging on a dress form in his section had just been used in a Woody Allen film. Lois Aronow briefly explained the glazing technique she uses to make the lovely cracked surfaces of her \"reticulated\" ceramic bowls and cups. David Sokosh, who restores antique clocks, told me that a beautiful black table clock he displayed ($275) was made around the turn of the century at the old Ansonia factory in Park Slope, once one of the largest clock factories in the world."
,"Even if I didn’t buy a thing, I took cards, learned about craftsmanship and remembered names: three crucial triumphs of promotion for a vendor here that juggernaut brands try to achieve by spending $3 million for 30 seconds of Super Bowl airtime."
,"Eric Demby started the Brooklyn Flea with his business partner, Jonathan Butler, who is behind the popular Brooklyn real estate blog, Brownstoner. Mr. Demby manages the market’s day-to-day operations and keeps it from becoming one of those run-of-the-mill street fairs that can be found all over the city (tube socks, bad dance music, Indian print blouses)."
,"Culling from applicants, he handpicks vintage vendors with good, reasonably priced merchandise and artisans who make quality work, then throws in a couple of wild cards to add to the atmosphere - like McClure’s Pickles, for example, which offers jars of pickles ($10) and relish ($5) in spicy or garlic-dill."
,"Every week the market has a live D.J., and a guest-curated \"corner.\" (Next weekend’s will be put together by the Web site DailyCandy). There is even a weekly scavenger hunt."
,"The result makes this more of a weekend hangout than a retail zone. You can find a teak shelving unit or an expertly reupholstered pair of chairs, but there are also plenty of supercheap items around if you just want to stroll and gossip with a friend."
,"Iconic Postcards had its aged selections neatly filed in long boxes and organized by subject (shopping centers, sponges, spider webs) for $3 each. Along with some eye-catching jewelry, Blue Canary Vintage had a pile of old bubble-gum trading cards for $3 each, including New Kids on the Block."
,"IF, for the last several years, you have felt you were being gaslighted by the preposterous price of secondhand clothing, the offerings here will help ground you. In the vintage wing, I found a handsome slim-fitting military jacket for $55. Jean-Paul Buthier, the vendor, owns a shop called Rue St. Denis in the East Village. The jacket was a soft green wool and looked similar to one I have seen at A.P.C. for 700,000 acorn tops."
,"I found equally gorgeous stock nearby at Marilyn Hitchcock’s booth: a suede corset for $40, French Bakelite bracelets for $40 each, vintage scarves for $5. I made a mental note to contact her if I ever decide to change genders."
,"Brooklyn Flea adds some much-needed fizz to this neighborhood. It’s near West Elm, Starbucks and a host of precious shops that proliferated during the area’s recent real estate boom. The market almost seems like Dumbo’s apologetic gesture for its luxury binge. The artists and scrappier merchants who were driven out of their lofts now come back here to sell their wares."
,"Unlike the glossy stores that surround it, Brooklyn Flea helps you feel more at ease about our dicey economy. There is a sense of community here that doesn’t exist in the meatpacking district or Williamsburg or Bleecker Street or any store with snobby employees sitting drolly behind their desks and their bangs and hating you when you walk in. If the econo-bust gets worse, I hope this is what thrives: local artisans, cheaper prices, people talking, pickles."
]
}
}
,	{
"id": "2-83",
"archived": false,
"title": "Hear Jazz at the Village Vanguard",
"created": "2010-05-25T05:53:15-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Open since 1935, the Village Vanguard isn’t expanding and diversifying and developing its brand. It fills its function and nothing more: roughly, the world’s best jazz groups playing in the world’s best jazz club. It’s from a time when Manhattan was dirtier, more generous, and more fun. It offers no food, limited bar options, a friendly if cryptlike feel, and exceptional sound in the front half of the wedge-shaped subterranean space. Musicians feel lucky to be here. So will you.",
"author": "Ben Ratliff",
"top-info": null,
"extra-info": "Village Vanguard",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Village Vanguard",
"foursquare-venue-id": 18093,
"website": "villagevanguard.com",
"phonenumber": "(212) 255-4037",
"crossstreet": "(at West 11th Street)",
"neighborhood": "West Village",
"street": "178 Seventh Avenue South",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.73617",
"longitude": "-74.00159"	}
],
"images":
null
}
,	{
"id": "2-112",
"archived": false,
"title": "See Art From the Q Train",
"created": "2010-12-23T13:40:00-0500",
"updated": "2011-03-18T17:56:29-0400",
"description": "At first glance, it appears to be the most diabolically brilliant work of subway graffiti ever created. But the strange sight you see out the right-hand side of a Manhattan-bound Q train leaving the DeKalb Avenue station in Brooklyn is legit and permanent, created by the artist Bill Brand in the late 1970s: a mass-transit zoetrope. Think of it as a cartoon flip-book that flips because you’re zooming past it. It’s over in 20 seconds, so don’t blink.",
"author": "Randy Kennedy",
"top-info": null,
"extra-info": "The subway tunnel zoetrope",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The subway tunnel zoetrope",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": null,
"neighborhood": "Downtown Brooklyn",
"street": "The right side of the Manhattan-bound Q train, leaving DeKalb Station",
"city": "New York",
"zip": "null",
"state": "NY",
"latitude": "40.69002",
"longitude": "-73.98147"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/b7cknl",
"title": "Restored Brooklyn Subway Art Offers Trip to 1970s",
"byline": "By RANDY KENNEDY",
"pubdate": "2009-01-01T00:09:05-0500",
"stars":
0	,
"text": [
"The New York City subway is full of more or less secret works of art, salvos of illicit shape and color that you can appreciate only if your Lexington Avenue train slows near an abandoned platform or you make a life-threatening spelunk into the tunnels and stumble across scraps of manic autobiographical wall writings painted by a semi-mythical graffiti artist known as Revs."
,"But for many years, toward the end of a Brooklyn tunnel that leads onto the Manhattan Bridge, an unusual piece of urban art - part painting, part movie, part conceptual experiment - has been kept a secret only through neglect, layers of graffiti tags and fluorescent lights that were broken or turned off."
,"The work was the idea of the artist and filmmaker Bill Brand, who along with the public art organization Creative Time asked the Metropolitan Transportation Authority in the late 1970s, even as the system was beginning to crumble, to let him transform the tracks themselves into art."
,"He wanted to create a mass-transit version of a zoetrope, the earliest motion picture device, by constructing a long slitted light box alongside a subway track with a series of paintings inside so that, when a train passed, riders experienced the illusion that the painting was moving."
,"\"I think it was such a preposterous idea that no one bothered to say no,\" Mr. Brand said Wednesday of the work, which he christened with the back-to-the-future Latinate title \"Masstransiscope.\" \"So they just kept having the next meeting - and then we built it.\""
,"Though millions of riders saw it, by the mid-1980s, despite Mr. Brand’s own efforts to keep the artwork maintained, it had fallen into awful shape and for almost two decades - except for a brief resurrection around 1990 - was either dark or was seen only as a strange, illuminated mess of spray-paint outside the subway window."
,"But in the last several months, with help from a grant and the transportation authority’s Arts for Transit program, Masstransiscope is once again playing to carloads of audiences on Manhattan-bound Q and B trains as they leave the DeKalb Avenue station and head toward the bridge. Over the summer Mr. Brand, with transit workers, volunteers and professional sign cleaners in Long Island City, retrieved all 228 hand-painted panels from inside the light box and began the laborious process of de-gunking them."
,"By early November, with no formal ceremony or even a news release from transit officials, the lights were flipped back on, and Mr. Brand’s bright, trippy, mostly abstract forms have begun to move and morph (if the train from which you see them is not crawling \"due to traffic up ahead,\" as conductors like to say)."
,"\"It’s a beloved piece,\" said Sandra Bloodworth, the director of the Arts for Transit program, which has installed hundreds of permanent works of art throughout the subway since 1985 by artists as prominent as Roy Lichtenstein, Elizabeth Murray and Al Held. \"Bill’s work happened before Arts for Transit even came about. And that’s why it really is a part of New York history. It was a little glimpse of what could come, if you will.\""
,"Mr. Brand, who is also a film archivist, said he began to think about a subway zoetrope while riding trains as a student at the School of the Art Institute of Chicago. After moving to New York in the mid-1970s he began to experiment with ways to create one."
,"\"I was so naïve,\" he said. He initially conceived of a much more ambitious project, using blownup photographs to create a virtual film strip behind the light-box walls. He wanted to change the images regularly, making a movie, in essence, that subway riders would see only in little segments of 20 seconds or so, like a crazily attenuated version of the serials that once ran in theaters."
,"He came to understand that the images behind the walls needed to be bright and hyperactive to resonate in such a short time, so he began to think of the work as a moving painting. But his basic ideas - of reversing the motion-picture paradigm by having the images stay still while the viewers were in motion; of creating what he thought of as a movie that viewers would see a few seconds a day but repetitively over many years, a \"decades-long movie\" - remained the same."
,"\"One of the main motives for making Masstransiscope was to find out for myself - as someone who makes obscure films that not many people watch - if it would be different to have a mass audience,\" said Mr. Brand, who for several years in the early 1980s used to take an M.T.A. key that \"someone slipped me\" and descend into the abandoned Myrtle Avenue subway station where the light box sits to clean and repair the piece himself."
,"\"And what I discovered is that it really isn’t all that different,\" he said."
,"Except, perhaps, that he cultivated unlikely fans like Lou Corradi, a subway conductor who saw the piece several times a day for years in the early 1980s and loved it so much that he tracked down its creator. \"So many passengers used to question me about your project, and I had no information to give them, sorta like when they asked about service delays! (wink),\" Mr. Corradi wrote in an e-mail message to Mr. Brand in 2007, after spotting the darkened hulk of the project on a subway trip."
,"In a moderately crowded car on the Q line on Wednesday morning, most of Mr. Brand’s potential audience, truth be told, did not notice the rebirth of Masstransiscope. A Russian woman was slowly addressing postcards with pictures of the Manhattan skyline, while a man near her rifled through a Target bag filled with crumpled utility bills, and a woman next to him was thumb-typing a text message so that she could send it as soon as the train emerged onto the bridge."
,"But Mr. Brand said he loved the idea that maybe only a few riders per train, or even one, daydreaming out into the tunnel darkness, caught sight of the piece."
,"\"Even though it’s a very public work of art, it ends up being very personal,\" he said. \"It’s like it’s everybody’s little secret.\""
,"He added: \"When my ego is low, I do like to find teenagers on the train and make them look at it.\""
]
}
}
,	{
"id": "2-84",
"archived": false,
"title": "Down Pints, Then Pins, in Williamsburg",
"created": "2010-05-25T05:53:21-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "This is old and new Brooklyn in one block. At the turn of the last century, the borough of Kings was ale-central, with a dozen breweries in Williamsburg alone. Now they have been replaced with innumerable bars and restaurants selling dozens of microbrews, only a few of which can truly be called local. Take a tour of the Brooklyn Brewery on North 11th Street any weekend to get a sense of its history and how beer is made, and score some discounted lagers and seasonal offerings while you’re at it. Then head next door to Brooklyn Bowl, a one-stop palace of fun. It’s an eco-minded combination of rock club, bowling alley and gourmet comfort food restaurant, that may best symbolize the area’s transformation, from warehouses full of beer to … warehouses full of beer and hipsters. Rock out, dance, drink, eat, avoid gutter balls, repeat.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Brooklyn Brewery",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Brooklyn Brewery",
"foursquare-venue-id": 2364,
"website": "brooklynbrewery.com",
"phonenumber": "(718) 486-7422",
"crossstreet": "(at Wythe Avenue)",
"neighborhood": "Williamsburg",
"street": "79 North 11th Street",
"city": "Brooklyn",
"zip": "11211",
"state": "NY",
"latitude": "40.721773",
"longitude": "-73.957966"	}
,{
"venue": "Brooklyn Bowl",
"foursquare-venue-id": null,
"website": "brooklynbowl.com",
"phonenumber": "(718) 963-3369",
"crossstreet": "(between North 11th and 12th Streets)",
"neighborhood": "Williamsburg",
"street": "61 Wythe Avenue",
"city": "Brooklyn",
"zip":	"11211",
"state": "NY",
"latitude": "40.721926",
"longitude": "-73.957791"	}
],
"images":
null
}
,	{
"id": "2-85",
"archived": false,
"title": "Have a Picnic in Central Park",
"created": "2010-05-25T05:53:27-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Avoid the crowds and find a quiet spot on the Cherry Hill, overlooking the lake. You’ll have a view of the landmark San Remo building, as well as of the occasional rogue troupe of Shakespearean actors.",
"author": "Christine Muhlke",
"top-info": null,
"extra-info": "Cherry Hill",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Cherry Hill",
"foursquare-venue-id": 1790362,
"website": "centralpark.com\/pages\/attractions\/cherry-hill.html",
"phonenumber": "(212) 310-6600",
"crossstreet": "Enter at 72nd Street",
"neighborhood": "Upper West Side",
"street": "Central Park, west of Bethesda Fountain",
"city": "New York",
"zip": "10029",
"state": "NY",
"latitude": "40.77447",
"longitude": "-73.97267"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bT3DmU",
"title": "Spreading a Blanket and a Meal",
"byline": "By SETH KUGEL",
"pubdate": "2007-07-01T00:00:00-0400",
"stars":
0	,
"text": [
"A PICNIC in Central Park: As an abstract notion, it sounds pretty simple. Sneak a blanket past hotel security, snag some appropriate lunch dainties, head to the park, find a spot, then luxuriate."
,"But Central Park, if you haven’t been there lately, is pretty sizable: 250 acres of lawns means there are at least 400,000 spots to lay out a 5-foot-by-5-foot blanket. Add a few love nests in the woods, nudge a few rowboats out onto the Pond, and you could play host to the entire city of Columbus, Neb., 40 or 50 times over."
,"(Columbus is home to Pawnee Park, Picnic Capital of Nebraska, in case you didn’t catch the reference.)"
,"So here are four picnic options, from the edging-toward-cliché to the edging-toward-edgy."
,"BEGINNER Thanks to some good press and better sandwiches, Bouchon Bakery, on the third floor of the Time Warner Center, has become one of the more celebrated Central Park picnic purveyors. You can take your sandwiches (spiced chicken on semolina, maybe, or ham and cheese on a baguette) and desserts (the chef Thomas Keller’s gourmet Oreo, perhaps), into the park and up the West Drive a few blocks to the Frisbee-tossing, sun-bathing masses at the Sheep Meadow. It’s a chance to observe New Yorkers in their natural (O.K., Frederick Law Olmsted-designed) habitat."
,"ADVANCED BEGINNER For more rustic provisions, forage at one of the Upper West Side’s farmers’ markets. The Saturday market near Lincoln Center (in the traffic island at 66th and Columbus) is where you’ll find Bobolink Dairy’s amazing breads and cheeses, like the crusty wheat-stalk-shaped \"rosemary épi\" loaves and a cave-aged Cheddar ($20 a pound and worth it)."
,"Bobolink’s neighbors can supply you with fruit and dessert, and then, since alcohol is not allowed in the park, be sure not to stop by 67 Wine and Spirits for a bottle of shiraz to go with the cheddar. If it’s Sunday, there’s a Greenmarket at 77th and Columbus, near Nancy’s Wines for Foods, another perfect spot not to pick up a bottle."
,"Either market is just a few blocks from the park entrance at 72nd Street, right near Strawberry Fields, which, as you push into the John Lennon-worshiping tourist mayhem around the \"Imagine\" mosaic, will seem like an odd place for a picnic. But ignore the (nice enough) lawn to the left of the memorial, and wander to the right over the flattened boulder and down a little path to a series of hidden grassy nooks perfect for your blanket. You can still catch glimpses of people on the park drive just beyond, but it’s like a two-way mirror, since they’ll never know you’re there."
,"INTERMEDIATE Upper Fifth Avenue borders East Harlem, now a partly Mexican neighborhood, suggesting a north-of-the-park\/south-of-the-border combo. Take the No. 6 train to 103rd Street, and get lunch one block north on Lexington Avenue at El Paso Taquer&#237;a, which falls in that picnic sweet spot between down-home taco stand and upscale Mexican."
,"Tacos-to-go are not picnic friendly, but El Paso’s Mexican sandwiches, called tortas and cemitas, work just great. Order to go, head west and enter the park at 106th Street, cutting between the northern edge of the Conservatory Garden and the southern edge of Harlem Meer (a lake). Up the hill to the right are the former site of Fort Clinton and the area known as McGown’s Pass, a site of combat during both the Revolutionary War and the War of 1812. Again, you’ll find some nice nooks to lay down a blanket, perhaps with a view of the Meer."
,"If Mexican is not your thing, here’s an alternative: Island Rhythm, a new Jamaican take-out spot hidden a block north of the park just off Fifth Avenue on 111th Street, will put together a feast to go of jerk chicken or curry goat or whatever, heaped with rice and peas, cabbage and plantains. Get of the train at 110th Street, instead of 103rd and head west."
,"EXPERT The woodsy northwest corner of the park is for the slightly more adventurous (i.e. those who can hike for 15 minutes in the woods without panicking). This corner of the park is on the southern edge of Harlem, so stocking a soul-food feast of fried chicken and oxtails, candied yams and collard greens from Miss Mamie’s Spoonbread Too seems about right. It’s on the way to the park if you take the No. 1 train to Cathedral Parkway (110th Street) and walk east."
,"Duck into the park at the northwest corner and, if you don’t have your own map, take a careful look at the detailed map displayed there. Trace a path up the Great Hill, meandering through the woods to the rough-hewn Huddlestone Arch, then follow the Loch (a stream) through the woods until you emerge at the picnic-picture-perfect Pool with its weeping-willow waterfront."
,"Depending on how you look at it, this is either the most romantic body of water in the park, or a great place to eat fried chicken."
,"VISITOR INFORMATION"
,"Bouchon Bakery, Time Warner Center at Columbus Circle; (212) 823-9363."
,"Greenmarkets: West 66th Street and Columbus, Thursdays and Saturdays, 8 a.m. to 5 p.m.; West 77th Street and Columbus, Sundays, 10 a.m. to 5 p.m. For a full Greenmarket schedule, see www.cenyc.org."
,"67 Wine and Spirits, 179 Columbus Avenue (68th Street); (212) 724-6767; www.67wine.com."
,"Nancy’s Wines for Foods, 313 Columbus Avenue (75th Street); (212) 877-4040; www.nancyswines.com."
,"El Paso Taquer&#237;a, 1642 Lexington Avenue at 104th Street; (212) 831-9831."
,"Island Rhythm, 2 West 111th Street."
,"Miss Mamie’s Spoonbread Too, 366 West 110th Street; (212) 865-6744; www.spoonbreadinc.com."
]
}
}
,	{
"id": "2-86",
"archived": false,
"title": "Spend the Afternoon at the Frick",
"created": "2010-05-25T05:36:54-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "For a sense of Belle Époque luxe combined with an extraordinary sampling of European painting, nothing is better than the house that Henry Clay Frick built. In. The. World. For one thing, the place is still furnished; for another, Frick’s taste was exemplary, tending toward masterpieces by Bellini, Holbein, Velázquez, Rembrandt, Vermeer, Gainsborough, Fragonard, Hogarth and Manet. Thanks to a recent round of meticulous refurbishing, relighting and rehangings, there has never been a better time to visit.",
"author": "Roberta Smith",
"top-info": null,
"extra-info": "The Frick Collection",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Frick Collection",
"foursquare-venue-id": 44302,
"website": "frick.org",
"phonenumber": "(212) 288-0700",
"crossstreet": "(between Fifth and Madison Avenues)",
"neighborhood": "Upper East Side",
"street": "1 East 70th Street",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.77123",
"longitude": "-73.96781"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/8Uwo1O",
"title": "A Fresh Makeover for Familiar Faces at Frick Collection",
"byline": "By ROBERTA SMITH",
"pubdate": "2010-01-08T01:23:55-0500",
"stars":
0	,
"text": [
"Color changes everything. It has, anyway, in the East Gallery of the Frick Collection, where walls covered with brown velvet since the Johnson administration now glow a beautiful shade of coral."
,"The paintings appear to be freshly restored. They’re not. They simply benefit from the soft velvet coral, which sharpens details, brightens colors, clarifies compositions and deepens meanings. Suddenly this room stuns, becoming as never before one of the Frick’s destination galleries."
,"The East Gallery’s refurbishment also includes upgraded lighting and the addition of a large, comfortable cushioned bench. A good thing, since Frick-obsessed art lovers may need a seat when they realize that two of the museum’s best-known canvases have been relocated from their usual positions on the dark green velvet walls of the grand, emblematic West Gallery. These are El Greco’s \"Vincenzo Anastagi,\" an early portrait of an Italian war hero from the 1570s, and \"The Forge,\" the most developed of Goya’s late dark paintings, an hommage to common labor, from 1815-20. They’ve never looked better."
,"The coral amps up the green britches of El Greco’s portrait of the skeptical-looking Anastagi, along with the brilliant whites of his stockings, collar and cuffs, and his silvery cuirass. In the Goya, it brings out the great X formed by the three men at the anvil, the sliver of red-hot paint denoting the metal they work and, most of all, the subtle, unsettling mixture of raw strength, concentration, and vulnerability their forms and faces convey. Among other things, this painting precedes worker-safety rules."
,"The Frick, which turns 75 this year, has been quietly rehabilitating and fine-tuning its home in Henry Clay Frick’s mansion at Fifth Avenue and 70th Street, gallery by gallery, for more than a decade. Besides the East Gallery, the latest rehabs include adjustments in the mansion’s all-English Dining Room. There is also the first cleaning in 60 years of the great Vel&#225;zquez portrait of Philip IV of Spain, which went back on view in November in the Oval Room. And with each change, the museum is becoming more art- and user-friendly while also becoming more intensely what it has always been: one of the greatest museums in the world for close encounters with some of the high points of European painting."
,"Frick, born in western Pennsylvania in 1849, was an industrialist made rich by coal and coke. He started buying art while young and not rich, and always planned that his mansion would be dedicated to the public display of his beloved collection after his death."
,"The combination of Frick-period rooms and unimpeded gallery space that exists today was not stipulated in Frick’s bequest, which required only that works acquired during his lifetime not be lent to other museums. The shifting ratios of art to furnishings has been cultivated by generations of trustees, directors and curators. For example, Colin B. Bailey, the Frick’s chief curator since 2000 and now also its associate director, deserves a bronze plaque for persuading everyone to remove the confining stanchions from the West Gallery - otherwise pretty much as it was during Frick’s era - allowing visitors to roam free."
,"But the East Gallery, added after Frick’s death, permits the greatest freedom of movement. Fittingly, the subtext there is the democratization of life and painting suggested by the contrast of the El Greco and the Goya. The chromatic back and forth animated by the coral illuminates the issues of class, work and privilege inherent in the selection of paintings."
,"The coral enflames red wherever it occurs - most expansively in the opulent gown worn by the subject of William Hogarth’s 1742 portrait of the wealthy Mary Edwards, and in Joshua Reynolds’s 1766 portrait of a red-coated English officer, \"General John Burgoyne,\" which flank the main door. But it works similar magic across the room in Jean-Fran&#231;ois Millet’s implicitly spiritual vision of peasant life, \"Woman Sewing by Lamplight\" from 1870-72."
,"Shy colors emerge, like the buttery yellow of the sun-drenched sand in Manet’s small, bluntly described close-up of a diversionary maneuver in a bullring, or the brown-pink carpet in Chardin’s lovely \"Lady With Bird-Organ,\" an image of a modestly dressed Parisian teaching her canary to sing. Skin tones are warmed, in Greuze’s depiction of a young, pretty woman in \"Wool Winder,\" and also in three modest Goya portraits - otherwise mostly black, white and gray - that include a sweet, weak-chinned officer. A splendidly blue view of Venice (a loan) by Francesco Guardi avoids the grandeur of San Marco for the Giudecca Canal and the Zattere."
,"If the transformation of the East Gallery stresses the Frick as a traditional museum, the changes in the Dining Room emphasize its house-museum side. Here new lighting illuminates a rejiggered arrangement of English paintings that harks back to the one that Frick had in mind when the mansion was being designed. He took care that the room’s tall windows were far enough apart to accommodate his full-length and three-quarter portraits of English beauties by Reynolds, Thomas Gainsborough, John Hoppner and George Romney."
,"The room celebrates the 18th-century triumph of English painting achieved in the generation after Hogarth. With relaxed, stylish paint handling and subjects, Reynolds and company ended the reign at court and in the market of imported painters like Hans Holbein the Younger and Anthony Van Dyck (also Frick favorites)."
,"Perhaps Frick wanted to look at beautiful women while dining, regardless of who was actually at the table, but so what? Many of us not in the habit of frequenting this room have lots to learn, in particular about the stirrings of modernist painting beyond the French and Spanish artists in the East Gallery."
,"Gainsborough prevails here, with five out of seven canvases. On one long wall his ethereal full-lengths of \"Mrs. Peter William Baker\" and \"The Hon. Frances Duncombe\" levitate between the windows. Mrs. Baker’s pale gray-brown gown and hair are keyed to the wall of rock behind her and the clouds overhead, with no other sign of human life in sight. Miss Duncombe, in more ostentatious shiny blue satin (bowed, laced and pearled), keeps company with a Greek folly and a distant villa. These women are the ancestors of Richard Avedon’s swanlike models; they’re hothouse creatures with hints of modern consciousness and independence."
,"In \"The Mall in St. James’s Park\" on the opposite wall - virtually unmoved since Frick put it there - Gainsborough is not so completely flattering. Dominated by promenading or bench-sitting women whose finery denotes different levels of expense and fashion-forwardness, this painting looks back to Watteau’s f&#234;tes galantes and Hogarth’s satiric conversation paintings, and ahead to the outdoor gatherings rendered by 19th-century French painters like Renoir and Seurat and beyond, to the witty images of Raoul Dufy, Florine Stettheimer and Reginald Marsh."
,"None of the dozen or so ladies at center stage is missing much. Glances shoot; asides are made. Two small dogs - one black, one white - make each other nervous, personifying the genteel standoffs. Men are only nominally present. Several cows barely visible in a meadow at the left placidly ignore everyone. Across the surface, gossamer scumbles of paint proceed, appropriately, without a care, rising into the pale greens of the trees. The handbook of the Frick’s paintings notes that one observer described the scene as \"all aflutter, like a lady’s fan.\""
,"The aristocratic gloss of the Dining Room is a world far removed from the East Gallery’s tumult of disparate personages, social viewpoints and levels of consciousness. Oddly, Vel&#225;zquez’s Philip IV falls somewhere in between. Ruling over the Oval Room to the detriment of the four Whistler full-lengths in attendance, he radiates royal privilege and pomp from the neck down and, from the neck up, an excruciating discomfort verging on modern, existential despair. Philip was not a strong or a happy king. In 1644, when this portrait was painted, he was 39 and had been on the throne 23 years, with 21 to go. Vel&#225;zquez’s depiction of him is worthy of Shakespeare."
,"While the Frick becomes more itself, it also sets a standard for caution that every museum, regardless of focus or mission, should note. It is caution in the profoundest sense: the drive to understand and use to best advantage every available cubic inch of space, work of art and bit of institutional wisdom available. That wisdom was set in motion by a man who may have been assuaging Protestant guilt for his robber-baron ways, but who also understood that the love of art could strike anyone anytime."
]
}
}
,	{
"id": "2-62",
"archived": false,
"title": "Go to First Saturday at the Brooklyn Museum",
"created": "2010-05-25T05:51:09-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "It feels as though all of Brooklyn comes out on the first Saturday night of each month (except September), when the Brooklyn Museum turns into a rollicking party with extended hours, free admission and an eclectic roster of events. Kids race around having a ball. A crush of people dance in a room full of European painting. Is this really happening in a museum?",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "Brooklyn Museum",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Brooklyn Museum",
"foursquare-venue-id": 18737,
"website": "brooklynmuseum.org",
"phonenumber": "(718) 638-5000",
"crossstreet": "(at Washington Avenue)",
"neighborhood": "Prospect Heights",
"street": "200 Eastern Parkway",
"city": "Brooklyn",
"zip": "11238",
"state": "NY",
"latitude": "40.67139",
"longitude": "-73.9638"	}
],
"images":
null
}
,	{
"id": "2-87",
"archived": false,
"title": "See a Trial at Criminal Court",
"created": "2010-05-25T05:36:55-0400",
"updated": "2011-03-18T17:56:29-0400",
"description": "Watching a trial might sound like an odd thing to do in your free time; it’s like volunteering for jury duty when most people are trying to get out of it. But seeing a criminal trial at 100 Centre Street can be a memorable experience: sometimes fascinating, sometimes gut-wrenching, sometimes, frankly, boring. The Central Clerks’ Office (Room 1000 on the 10th floor) posts the Manhattan criminal cases that will be heard that day. Choose one, find the courtroom, sit quietly in the back and watch the wheels of justice turn.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "Manhattan Criminal Courthouse",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Manhattan Criminal Courthouse",
"foursquare-venue-id": 430438,
"website": "courts.state.ny.us\/courts\/nyc\/criminal\/generalinfo.shtml",
"phonenumber": "(646) 386-4500",
"crossstreet": "(between Leonard and White Streets)",
"neighborhood": "Chinatown",
"street": "100 Centre Street",
"city": "New York",
"zip": "10013",
"state": "NY",
"latitude": "40.716096",
"longitude": "-74.000925"	}
],
"images":
null
}
,	{
"id": "2-89",
"archived": false,
"title": "Visit a Hindu Temple in Flushing",
"created": "2010-05-25T05:37:30-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The Ganesh Temple is a great place to get a taste (literally and figuratively) of Hindu culture. You are welcome to enter the colorful interior (after taking off your shoes), where you’ll find shrines to the elephant-faced deity, along with local believers in prayer. Around the corner, the temple canteen offers superb vegetarian fare.",
"author": "Dan Saltzstein",
"top-info": null,
"extra-info": "Ganesh Temple",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Ganesh Temple",
"foursquare-venue-id": 508022,
"website": "nyganeshtemple.org\/home.htm",
"phonenumber": "(718) 460-8484",
"crossstreet": "(at Holly Avenue)",
"neighborhood": "Flushing, Queens",
"street": "45-57 Bowne Street",
"city": "Flushing",
"zip": "11355",
"state": "NY",
"latitude": "40.75295",
"longitude": "-73.81684"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bROPg3",
"title": "With Bells and Elephant, Hindu Temple Is Reconsecrated in Queens",
"byline": "By ANNE BARNARD",
"pubdate": "2009-07-14T11:59:19-0400",
"stars":
0	,
"text": [
"An expectant crowd had gathered, dressed in tropically colored saris and dhotis - mango, teal, violet and saffron - that stood out against the beige and pale green houses of a quiet street in Flushing, Queens."
,"\"Make way!\" someone shouted, and the crowd parted to reveal Minnie, a 37-year-old Indian elephant."
,"Minnie wore a gold-studded shield on her forehead and carried a bare-chested Hindu priest with a silver-tasseled parasol. Untroubled by the din of cheers, chants and bells, she emerged just before 8 a.m. from the driveway on Bowne Street, stepped carefully off the curb and sashayed across the street into a Hindu temple. In keeping with the Hindu belief that there is divinity in every living thing, she was greeted with melons and incense as a manifestation of Ganesha, the elephant-faced deity revered for removing all problems and obstacles."
,"The elephant’s visit began the fifth day of rituals to reconsecrate the temple’s stone deities, a ceremony important enough to draw thousands of Hindus from the New York region and as far away as the Midwest."
,"The ritual at the Hindu Temple Society of North America’s Ganesha Temple, one of the nation’s oldest and largest temples founded by Hindu immigrants, was a twist on a consecration ceremony, which the faithful believe infuses divine energy into stone statues of the Hindu gods."
,"As part of a $4 million renovation begun in 2007, another ritual removed the divine energy from the icons and placed it in smaller pictures of the gods, so the statues could be stored."
,"The ornate ceremony may not have been what the neighborhood’s colonists had in mind in 1657 when they signed the Flushing Remonstrance, a document often credited as a precursor to the Bill of Rights’ declaration of freedom of religion. The signers, protesting the Dutch colonial authorities’ persecution of Quakers, did not mention Hindus, but they noted that the same liberties apply to \"Jews, Turks and Egyptians.\""
,"Soon afterward, a farmer named John Bowne allowed Quakers to meet at his house. It still stands nearby on the street named after him, which is now home to two Hindu temples, a Chinese church, a synagogue and a Sikh gurdwara."
,"The ceremony, and the growth of the temple community that it illustrates, reflect the spirit of the Flushing Remonstrance and its emphasis on \"hospitality to strangers,\" said Diana L. Eck, a professor of comparative religion and Indian studies at Harvard University, who has often visited Bowne Street."
,"\"This has long been the case in American religion, that one of the indices of your arrival in this country is to put forth a major place of worship,\" she said."
,"Her Pluralism Project has documented 722 Hindu temples in the country, including dozens of \"permanently consecrated\" houses of worship like the one in Flushing, with a priestly staff to attend the holy statues. The number of United States residents born in India, where Hinduism is the predominant religion, has increased more than thirtyfold since 1970, to 1.5 million; in New York it has risen twelvefold, to about 78,000, census data show."
,"The influx has made consecration ceremonies more common across the country, religious scholars say, as Hindu communities that have taken root since immigration restrictions were eased in 1965 become prosperous enough to inaugurate major temples - often with priests and sacred plants flown from India and flowers dropped from helicopters in a kind of coming-out party."
,"\"This is a once-in-a-lifetime experience for me,\" Anuradha Nath, who retired recently as a librarian from the Queens Library, said as Minnie raised her trunk in the air, showing off her pink and gray speckled tongue. Mrs. Nath immigrated from India 42 years ago, and has been a member of the temple through all its phases: attending ceremonies in people’s homes in 1969, buying a Russian Orthodox church building in 1972, consecrating it on the Fourth of July in 1977, and now seeing it through the expansion, which included flying in thousands of tons of Indian granite."
,"The temple’s president, Dr. Uma Mysorekar, a gynecologist, recalled that the building was pelted with eggs when it first opened, because people equated Hinduism with a cult. More than two decades later, Dr. Mysorekar was one of the Hindu leaders invited to attend the National Cathedral ceremony for President Obama’s inauguration."
,"Like many founders of American temples, she believed that the children of immigrants would need a temple as a focus for religious and cultural identity. Indeed, the temple was packed with young people, like Shruthi Rajan, 22, who grew up traveling to the temple from Dix Hills, in Suffolk County, and skipped college classes to attend on Monday."
,"To carry out the ritual, called maha kumbhabhishekam, Dr. Mysorekar struggled to get visas for specialized priests and a temple designer from India. Then there was the importing of certain seeds, twigs and plants that made customs authorities suspicious, she said."
,"On Thursday, she brought in a cow, particularly sacred to Hindus, who was petted and fed unpeeled bananas until it rebelled and had to be led outside. On Monday, after Minnie’s arrival from a petting zoo in Litchfield, Conn., priests lighted fires and threw in milk, honey and spices to infuse the holy water with divinity. They then carried the water in metal containers, called kumbhas, on their heads, draped with garlands of flowers, to a hydraulic lift normally used by the construction crew."
,"The priests, dressed in red and orange dhotis, rose slowly to the roof as if floating. They climbed barefoot onto scaffolding around the stone towers and poured the water on the towers, and then on the deities. People rushed to catch drops."
,"The construction continues. Michael and Thomas Graysing, contractors in Babylon, on Long Island, describe themselves as \"Roman Catholic boys\" who have learned - now that temple building has become one of their specialties - to rattle off Hindu terms in their New York accents, and to harbor a deep respect for the places of worship."
,"\"We build high-end houses, but the structure is, like, dead compared to this,\" Michael Graysing said."
]
}
}
,	{
"id": "2-90",
"archived": false,
"title": "Go Dog-Watching",
"created": "2010-05-25T05:37:36-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Washington Square Park in Greenwich Village has long been a destination for a diverse set of scruffy and free-spirited New Yorkers — and those are just the humans. When the Westminster Dog Show is not in town, this park’s two recently renovated dog runs afford the best dog-watching experience in the city. The runs, one for big dogs and one for purse-size pooches, are located in the southwest corner of the park.",
"author": "Alexis Mainland",
"top-info": null,
"extra-info": "The Dog Run in Washington Square Park",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Dog Run in Washington Square Park",
"foursquare-venue-id": 21461,
"website": "nycgovparks.org\/parks\/unionsquarepark\/facilities\/dogruns",
"phonenumber": null,
"crossstreet": null,
"neighborhood": "Greenwich Village",
"street": "1 Washington Square East",
"city": "New York",
"zip": "10003",
"state": "NY",
"latitude": "40.72993",
"longitude": "-73.99652"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/9ZhO2m",
"title": "Go, Dog, Go! Watch, People, Watch!",
"byline": "By DAVID K. RANDALL",
"pubdate": "2007-10-02T00:00:00-0400",
"stars":
0	,
"text": [
"A HAND-PAINTED sign on the entrance to the larger of the two dog runs in Washington Square Park leaves little wiggle room: \"No people without dogs. No dogs without people.\""
,"And yet, they come - the people, that is - drawn by a mix of curiosity, longing and joy at watching the simple pleasures of a dog at play. On a recent Saturday, dozens of people without dogs lined the fences enclosing the two dog runs in the park in Greenwich Village and just watched. Without actually going into the dog runs, which offer an enclosed area for owners to let their dogs off their leashes, these watchers ranged from college students to retirees to those half a world away from their dogs at home."
,"\"I miss my dog so much when I travel that I find myself looking at other dogs to see if they have similar personalities,\" said Saori Tate, who was in New York for a few days on business from Tokyo, where she lives with a 2-year-old boxer named Hanna. Ms. Tate, who knew about the dog run in the park from business associates, walked to Washington Square for the first time hoping to see another boxer."
,"Jessica Phillips, who lives in the East Village and is in her first year of graduate school at New York University, was like many other college students hovering near the dog runs. \"I want a dog, but I don’t have the time to take care of one,\" she said, while standing next to the run that is restricted to dogs smaller than 25 pounds. \"I like to come here and see what’s the latest crazy small-dog hybrid.\""
,"Other students, like Erin Sheldon, a postdoctoral student in astrophysics at N.Y.U., said that they had come to the park because they missed their dogs at home."
,"For others in New York, watching dogs play, bark and sniff is a form of therapy. \"They’re so innocent, and they just love unconditionally,\" said Debbie Gruberg, who lives in the West Village and often dog-sits for friends."
,"For Fred Whittenberg, who lives in Point Pleasant, N.J., watching dogs play takes him back to the farm where he grew up in the central part of the state. On the farm, he said, his family had 12 Labrador retrievers who would accompany him during his afternoon chores."
,"The fact that their dogs invite a crowd is not lost on those who are inside the dog runs. Bystanders will watch and comment on dogs within feet of their owners, yet rarely will there be interactions between dog owners and dog watchers. \"Once you come inside here,\" said one owner, Len Rubin, sitting on a bench inside the dog run as his Maltese frolicked, \"you feel like it’s the zoo and you’re in the middle of the monkey cage.\""
]
}
}
,	{
"id": "2-108",
"archived": false,
"title": "Hear Gospel Music at Sunday Services",
"created": "2010-09-14T15:29:16-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The notion of a church service as a tourist attraction, a spot where busloads of mostly white people arrive to peer in on a black Baptist worship service, can make you uneasy. My advice: get over it. Don’t let any inner struggle you may be having with political correctness keep you from going. You will be welcomed. You will hear beautiful voices, with inflections and expressions deeply rooted in America. The music is purposeful, sacred, offered with open hearts and, literally, open arms. And you will hear, and see, much more than that.",
"author": "Jan Benzel",
"top-info": null,
"extra-info": "Abyssinian Baptist Church",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Abyssinian Baptist Church",
"foursquare-venue-id": 472856,
"website": "abyssinian.org",
"phonenumber": "(212) 862-7474 ",
"crossstreet": "(between Lenox Avenue and Adam Clayton Powell Jr. Boulevard)",
"neighborhood": "Harlem",
"street": "132 Odell Clark Place",
"city": "New York",
"zip": "10030",
"state": "NY",
"latitude": "40.81677",
"longitude": "-73.941471"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bCLHi8",
"title": "New York Send-Off | Rise Up Singing",
"byline": "By JAN BENZEL",
"pubdate": "2010-08-30T00:00:00-0400",
"stars":
0	,
"text": [
"Jan Benzel is an editor at The Times who is being reassigned to Paris. Before she leaves, she is trying to do all the things in the city that every New Yorker should do, at least once."
,"Sunday was my last in New York, at least for a while. I get on a plane bound for Charles de Gaulle Airport on Saturday evening, and will begin a new job in Paris next Monday. Labor Day, appropriately enough."
,"So on Sunday I went to church. In this city of churches, I headed for one I’d always meant to attend, at least once, out of curiosity. As my days in New York dwindle to a handful, I was feeling, suddenly, that getting there was urgent. I went to Harlem, to 137th and Lenox, for the 11 o’clock service at the Abyssinian Baptist Church."
,"It was smaller than I had expected. Actually, I didn’t really know what to expect."
,"The church, built in 1923 and founded in 1808, is a highlight on the tourist circuit. The very notion of a church service as a sight to check off, a spot where busloads of white people arrive to peer in on a black Baptist worship service, is uneasy-making. My advice: get over it. Don’t let any inner struggle you may be having with political correctness keep you from going. You will be welcomed. You will hear beautiful voices, with inflections and expressions deeply rooted in America. The music is purposeful, sacred, offered with open hearts and, literally, open arms. And you will hear, and see, much more than that."
,"On this brilliant blue-sky Sunday the sidewalks were thronged outside the church, a low, pretty stone structure with arched red doors. People were leaving the 9 a.m. service; deacons and other church staff members were shepherding the 11 o’clock attendees to queue around the corner where the line stretched long around an empty, ravaged shell of the building next to the church, so that exodus and entrance could occur in an orderly fashion."
,"Members of the church were dressed, as many African-American churchgoers all over this city are, in Sunday best, including in many cases natty or elegant hats, worn by men and women. You could pick out the tourists right away; most were in tourist clothes: shorts, T-shirts and sneakers. (And yes, most were white, from many different countries.) I was glad to be wearing a dress. I let the deacon know my purpose -- to write about the service -- and was waved into the church with the congregation. I found myself a spot in a pew toward the back, which isn’t very far from the front. Unlike the Cathedral of St. John the Divine, the Episcopal church that I frequent most in this city, the Abyssinian Baptist Church is intimate."
,"Anne Lamott, whose books \"Bird by Bird\" and \"Traveling Mercies\" go with me whenever I travel for more than a few days, writes with great eloquence and humor about finding the St. Andrew Presbyterian Church in Marin City, Calif. It gave her what she needed; in it, and among them, she found faith. I thought of her yesterday as I sat in my pew. Her books are packed among my belongings, on a ship somewhere on the Atlantic just now, bound for the bookshelf in my new home."
,"Once the members of the Abyssinian congregation had been seated tourists filed in, filling the balcony. The 15 members of the choir and its leader took their places in a gallery front and center facing the congregation, and the service began. Music and light are intertwined in the space. The organ wraps around the front of the church and the back, in and around the stained-glass windows in clear light colors that get clearer and lighter, like the hues of a fading rainbow, or a sunrise, the higher you look. Jesus is at the center, arms open."
,"Calvin O. Butts III, the pastor, has been away on vacation, for these last few weeks of the summer. A young woman, Eboni K. Marshall, assistant minister for Christian education at the church, was taking his place, leading the service this day. She has trained as a dancer and a musician, and does work with the Alvin Ailey Dance Theater. Toward the end of the service, after a guest, the poet, playwright and actor Daniel Beatty, read one of his poems, she had the Ailey dancers in the congregation stand, and thanked them for coming."
,"But about the music: It starts slowly, with hymn-singing and organ-playing that you might hear in any Christian house of worship. Some in the congregation sing along but not all; I was lucky to have a man sitting just behind my left shoulder who sang the hymns by heart in a clear strong voice. It builds over the course of two hours, and the gospel singing swells. The singers are accompanied by three keyboardists, one on the the grand pipe organ, another on a regular small organ, on which he broke out an extended solo of glorious jazz improvisation, and a third on a baby grand piano. The music carries the congregation into celebration that involves not just spirit but body, on a great visceral tide. A woman a few pews in front of me had brought her tambourine; she gave it a subtle shake at moments where her bells were natural, inevitable punctuation."
,"The Scripture for the day was from John (\"Do not let your hearts be troubled. Trust in God; trust also in me. In my Father’s house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. You know the way to the place where I am going\"), leading up to John 14:6. I cannot do justice to the amazing grace of Dr. Marshall’s sermon; I won’t even try. I’ll tell you, though, that she took that gospel reading and made it pure New York. She spoke about the subway route she followed every day as a child from her home in Brooklyn to her school in Manhattan, and the day the subway stopped running at 14th Street and Avenue of the Americas, an intersection with which she was not familiar, and which left her uncertain and scared, not knowing where to go or what to do or what lay ahead on any of the possible paths she could take. Her conclusion, and its delivery, soared in the spaces of the church."
,"The choir, known as the Total Praise Ensemble, celebrated and sang. When its members finished their worship in song, the director, who had turned to face us to sing a solo of his own, picked up a generous white towel to mop his face, and his eyes. I realized I’d had waterfalls of tears streaming from my own eyes. My pew neighbor reached kindly into her purse and handed me a gift, gratefully received: two brown paper napkins."
]
}
}
,	{
"id": "2-91",
"archived": false,
"title": "Ride a Bike Along the Hudson",
"created": "2010-05-25T05:37:42-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "With unobstructed views of the Hudson, mostly flat terrain and a few choice restaurants for pit stops along the way, the bike path stretching from Battery Park in the south to Dyckman Street at Manhattan’s northern tip is a weekend rider’s dream. It’s also a great spot to get the heart rate up, with only a handful of stoplights to interrupt the flow. Sporty cyclists can continue across the George Washington Bridge and onto the hillier Route 9W, where many of the city’s bike racers train.",
"author": "J. David Goodman",
"top-info": null,
"extra-info": "Manhattan Waterfront Greenway",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Manhattan Waterfront Greenway",
"foursquare-venue-id": null,
"website": "nyc.gov\/html\/dcp\/html\/mwg\/mwghome.shtml",
"phonenumber": null,
"crossstreet": null,
"neighborhood": "Battery Park City",
"street": "Runs up the West Side",
"city": "New York",
"zip": "null",
"state": "NY",
"latitude": "40.7204",
"longitude": "-74.01245"	}
],
"images":
null
}
,	{
"id": "2-93",
"archived": false,
"title": "See Art On Its Way to Auction",
"created": "2010-05-25T05:37:54-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The salesrooms at Sotheby’s and Christie’s become mini-museums in advance of auctions throughout the year, and especially during the major spring and fall seasons. Both companies hold viewings that are free to the public and offer art lovers a glimpse at multi-million-dollar paintings, sculptures and drawings that may disappear into a rich collector’s living room, never to be seen in public again. Picasso portraits, Giacometti busts, Jasper Johns flag paintings and Roy Lichtenstein drawings — many worthy of a museum — are displayed in a sleek setting as a run-up to the important sales. At other times there are extraordinary objects, furniture and decorative arts on display. A casual visit is a more pleasant and far less claustrophobic experience than standing in the back of an auction room craning your neck to see who’s raising a paddle.",
"author": "Carol Vogel",
"top-info": null,
"extra-info": "Sotheby's",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Sotheby's",
"foursquare-venue-id": 20221,
"website": "sothebys.com",
"phonenumber": "(212) 606-7000",
"crossstreet": "(at East 72nd Street)",
"neighborhood": "Upper East Side",
"street": "1334 York Avenue",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.766346",
"longitude": "-73.953548"	}
,{
"venue": "Christie's",
"foursquare-venue-id": null,
"website": "christies.com\/about\/locations\/new-york\/",
"phonenumber": "(212) 636-2000",
"crossstreet": "(West 49th Street between Fifth and Sixth Avenues)",
"neighborhood": "Midtown",
"street": "20 Rockefeller Plaza",
"city": "New York",
"zip":	"10020",
"state": "NY",
"latitude": "40.758",
"longitude": "-73.979"	}
],
"images":
null
}
,	{
"id": "2-94",
"archived": false,
"title": "Dance on Roller Skates in Central Park",
"created": "2010-05-25T05:38:00-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "On weekend afternoons when the weather’s fine, inline and roller skaters gather in Central Park to dance, flow, spin and boogie to D.J. tunes. Whether you’re on wheels or just a spectator, this grooving mass of human happiness will fill you up with warm feelings for your fellow New Yorkers.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "The Skate Circle",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Skate Circle",
"foursquare-venue-id": null,
"website": "cpdsa.org",
"phonenumber": null,
"crossstreet": "(Enter at 72nd Street)",
"neighborhood": "Upper East Side",
"street": "Just west of the Bandshell by Bethesda Fountain",
"city": "New York",
"zip": "10021",
"state": "NY",
"latitude": "40.772726",
"longitude": "-73.971243"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/c1EOz2",
"title": "A Little Older and a Bit Creakier, Skaters Boogie on in Central Park",
"byline": "By TIM MURPHY",
"pubdate": "2007-05-28T00:00:00-0400",
"stars":
0	,
"text": [
"With blasts of disco, tight, flashy costumes and acrobatic flourishes, the skate dancers took over a paved oval in Central Park as rebels. Now, 30 years later, they are part of its establishment, and some of the heavily padded knees are a bit creaky."
,"The music is still loud, but at a legal decibel level, and with the closing of three roller-disco shrines in little more than a year, there’s a feeling of wistfulness in the air that was once foggy with marijuana smoke."
,"So as they again turn the oval just north of the Sheep Meadow into the Skate Circle every weekend afternoon (weather permitting) from April to October, this season they seem to be cherishing their tradition more than ever."
,"\"This is the most uninhibited dance community in the city,\" said Janis Brody, 41, a psychologist and author who lives in Greenwich Village, busting moves on Saturday in a black miniskirt and old-fashioned four-wheeled skates. \"Everyone here is a star and has their own special move.\""
,"Nearby, wearing a Day-Glo camouflage cap, a Pop Art T-shirt, extra-baggy painter’s pants and bright red in-line skates, Felix Santiago, 35, a wiry actor who lives in East Harlem, said he had been coming to the circle almost every weekend for 20 years. \"I’ve turned down jobs on Sunday to be here,\" he said. \"And any woman who wants to see me for brunch - I don’t think so!\""
,"In the D.J. booth, a Queens mechanic named Eric Ritter, 45, segued from a new Beyoncé song, \"Green Light,\" to the 1977 disco chestnut \"Doctor Love,\" while a broadly built man sailed by, wearing nothing but rainbow-colored terry cloth harem pants and balancing a tall, full plastic water bottle on his bald head."
,"Many of the 50 or so dancers clustered near the booth. Some paired up to show off old disco moves, channeling John Travolta and his partners in \"Saturday Night Fever,\" but on wheels. \"I flew 5,000 miles just to skate here,\" said Lisa Jones, 38, of London."
,"\"We’re like a whole big family here,\" said Charlie McBride, 43, a maintenance worker from Bushwick, Brooklyn, who said he had been coming to the circle for 10 years."
,"The scene burst into being around 1977, a boisterous party between the Upper East and Upper West Sides. Along with adrenaline and passion, alcohol and drugs sometimes fueled the dancing, and for years there were running battles with the authorities. At various times, park enforcement patrols and the police shut down the circle."
,"\"You could hear the music all the way to Fifth Avenue,\" said Lezly Ziering, 74, who with Bob Nichols, 60, runs the Central Park Dance Skaters Association, a group the skaters formed in the mid-1990s to mend relations with the city."
,"\"We have a really good relationship with the Central Park Conservancy,\" said Mr. Nichols, a film editor. \"As they say in ’Fiddler on the Roof’: God bless the czar and keep him - far away.\""
,"Some of the skaters were no doubt musing over the loss of the Roxy in Chelsea, Skate Key in the Bronx and the Empire in Brooklyn - where many of them came of age. The Empire, which closed last month, was the last to go. The Roxy shut down in March, Skate Key last year."
,"Mr. Santiago, whom everyone calls Phoenix, agreed to demonstrate \"the Suicide,\" a stunt that has earned him star status. After the other skaters cleared a long path, he rolled up his pants, barreled forward 50 yards at top speed, dropped to his knees and rotated four times before skidding to a stop."
,"\"Suicide!\" Mr. Santiago shouted, to applause."
,"\"He’s the wild cat!\" Mr. McBride exclaimed."
,"In a telephone interview, Adrian Benepe, the city’s parks and recreation commissioner, said he remembered the early scene from when he was just starting out as a park ranger, in 1979."
,"\"It was a very diverse crowd - straight, gay, black, white, Hispanic - with everyone dressed in Lycra and flamboyant costumes and skating to ’Good Times’ by the group Chic,\" he said. \"The park’s lost a lot of its funkiness,\" he added, sounding somewhat pensive. \"It’s much more refined.\""
,"And the skaters were, he said, \"part of the fabric of the park.\""
,"Mr. Nichols said that with permits, equipment storage fees and other expenses, it costs the association about $7,000 for a season of boogieing."
,"Mr. Ziering, who runs a roller-skating school and still skates himself, was selling $15 T-shirts on Saturday to help defray that cost. He beamed at all the sweaty familiar faces swirling in the circle. \"I’ll keep doing this as long as I can walk, never mind skate,\" he said."
]
}
}
,	{
"id": "2-95",
"archived": false,
"title": "Explore the New York Botanical Garden",
"created": "2010-05-25T05:38:06-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Don’t let misimpressions keep you from strolling around these 250 beautifully tended acres. First, the Botanical Garden is easy to reach: a 19-minute trip from Grand Central Terminal practically deposits you in an allée of 90-foot-tall tulip trees. Second, it is so much more than a garden — most notably with its 50-acre native forest along the Bronx River, a primeval setting of surpassing tranquillity.",
"author": "David W. Dunlap",
"top-info": null,
"extra-info": "New York Botanical Garden",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "New York Botanical Garden",
"foursquare-venue-id": 45380,
"website": "nybg.org",
"phonenumber": "(718) 817-8700‎",
"crossstreet": "(off Southern Boulevard)",
"neighborhood": "Bronx",
"street": "Bronx Park Road",
"city": "Bronx",
"zip": "10458",
"state": "NY",
"latitude": "40.86586",
"longitude": "-73.88246"	}
],
"images":
null
}
,	{
"id": "2-96",
"archived": false,
"title": "Go Fishing",
"created": "2010-05-25T05:38:12-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "New York City sits on and around a harbor, with beaches running south and northeast out of it, and the waterways are filled with fish. You can wet a line from a pier or a charter boat; you can hire a guide to teach you the mysteries of urban angling. To pull a fish from the line and then look up to the Manhattan skyline is one of life’s great pleasures.",
"author": "Sam Sifton",
"top-info": null,
"extra-info": "The Piers at Sheepshead Bay",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Piers at Sheepshead Bay",
"foursquare-venue-id": null,
"website": "nycgovparks.org\/facilities\/marinas\/4",
"phonenumber": "(718) 478-0480",
"crossstreet": "(at Ocean Avenue)",
"neighborhood": "Sheepshead Bay",
"street": "Emmons Avenue",
"city": "Brooklyn",
"zip": "11235",
"state": "NY",
"latitude": "40.58336",
"longitude": "-73.94492"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/ce0vzw",
"title": "A Short Cast Away: Great Fishing Near New York",
"byline": "By SAM SIFTON",
"pubdate": "2008-09-12T13:52:08-0400",
"stars":
0	,
"text": [
"FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan’s Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops."
,"Here are rumpled fishing guides ripped from the womb of sleep that comes late and never stays long, standing with their clients, far from home. Titanium fishing pliers hooked to their belts, eyes raccooned by sunglasses, they’re talking up what’s to come: monster bass, combat bluefishing, pelagic madness. Here are poachers with shifty eyes and hands like catchers’ mitts, wiring up on sweet coffee and Danish, getting smokes, more coffee. Monster or not, they’ll take what they get. These men steal fish. They sell them illegally to restaurants where you may have eaten."
,"Here too are oddballs up early, picking through newspapers, drinking tea. And teens up late, smelling of pheromones, Red Bull, marijuana. They’re silent, on the walk of shame."
,"For the rest, grunts constitute conversation: The blitz is coming."
,"This is fishing’s fall run, a fascinating escape from urban living that can be found right on the edges of New York City itself. Twenty minutes from downtown Manhattan, a short drive from the grimy sidewalks of cosmopolitan New York, you can discover the getaway excitement of a true fishing adventure. And fall is the time to do it: schools of striped bass, bluefish and false albacore stream past New York Harbor each autumn in numbers that have the capacity to shock."
,"Going to them, whether by boat or wading against the water along the beaches of New York City’s southern coastline, offers a chance to fish in sight of the parachute jump at Coney Island, beneath jets launching skyward out of J.F.K., or against a backdrop of the A train shunting south toward Rockaway. The season draws day-trippers and proper tourists, locals, goofs and criminals - just about anyone (and everyone) interested in putting hooks into the mouths of fish."
,"\"You feel like you’re in another world out there,\" said Sid Evans, the former editor of Field & Stream and editorial director of Saltwater Sportsman, who now runs the shop down in Charleston, S.C., for a Southern lifestyle magazine called Garden & Gun. Mr. Evans rode the subway to work not so long ago, lived amid the brownstones of Brooklyn Heights; he hunted the waters of New York Harbor for fish for years. \"When you actually catch one,\" he continued, \"and you’re holding it and you can see the Manhattan skyline in the distance -\" he paused for a moment, and then laughed, \"you feel like you’ve gotten away with something.\""
,"That is the magic of urban fishing: standing hip-deep in the water on the flats near Manhattan Beach at dawn, holding a long striped bass up for a friend’s camera, its fat belly slick beneath your palm, its scratchy mouth up against your thumb as the Queen Mary 2 slides in under the Verrazano Bridge after passage from Hamburg. It’s standing at the bow of a boat drifting along on the tide a mile south of the Breezy Point jetty, and seeing a sand shark glide past in clear blue water, languid and intense a few feet under the surface, then looking up to see the sun reflected off the Empire State Building to the north. It’s a bluefish the size of a duffel bag feeding in the shallows near one of the runways at J.F.K. on a warm fall morning, and exploding onto your surface lure with a terrible whomp, just as a JetBlue flight screams down toward the tarmac."
,"Choices abound. Those who enjoy the camaraderie of the locker room, barber shop or local tavern may head down to Sheepshead Bay for one of the early runs on one of the Emmons Avenue party boats there, fish shoulder-to-shoulder along the rail, throw $5 in the pool and hope for the largest fish to win. Do what the deckhands tell you to do, and you’ll catch fish for sure: party boats are the U-Pick apple orchards of fishing."
,"Others, silent and gruff, will perch themselves on shore, to cast bait into Buttermilk Channel from the fishing pier in Red Hook, Brooklyn, or along the beach at Jacob Riis Park in Rockaway, or off Canarsie Pier in Jamaica Bay. Stout gear and a poker face for the regulars are both required. (Accept all advice with a pound of salt.) Still others will investigate a parking pass to Gateway National Recreation Area, which allows access to the jetty at Breezy Point, where they will throw big lures at big fish along the beach. The rocks are slippery there, and the fishing difficult. You need to know what you’re doing."
,"For those who do not, the thing to do is hire a guide. The education is expensive, but can pay off in spades - and excitement."
,"Aboard a guide’s boat, the whole amazing experience of New York Harbor unspools like a highlight reel. You can race from the headwaters of Jamaica Bay over to the guano-scented rocks below Romer Shoal lighthouse, north of Sandy Hook, then up to Hoffman and Swinburne Islands, then over to the cabanas along the Rockaway Peninsula. You might swing down to the Coney Island Flats, or out to Ambrose Channel and back, all the while catching fish, or not catching fish but trying. And all the time you’ll be talking smack and smiling wide into the breeze, working lures or flies beside someone who is out on the water as often as he isn’t (which is 10 times more than you, even if you’re addicted to the sport), who knows what he’s doing, whose job is to put those who hired him on fish."
,"And it is mostly hims. Capt. Amanda Switzer works the East End of Long Island, guiding fishermen throughout Montauk’s fall blitz, but she is one of only a few female guides near New York; the urban small-boat, light-tackle fishery is run almost entirely by men."
,"There is Capt. Frank Crescitelli, hands the size of small tuna, who runs a boat north from Staten Island to fish stripers in the Hudson River and tuna in the Hudson Canyon, offshore. There is Capt. Jason Dapra, who prowls the waters of Raritan Bay and lower New York Harbor from the Atlantic Highlands Marina near Sandy Hook. There is Capt. Bryan Goulart out of Jamaica Bay and Capt. Chris Hessert out of Hoboken; there are more of these guys than you might think."
,"Capt. Brendan McCarthy, 40, is one of the best: a garrulous New Englander with the casual flair of a great bartender or litigator - observant, calm, good with a knife. He teaches with a deceptively lazy effectiveness that belies the difficulty of the skills imparted. He gets on the fish. When in town (he works summers in Montauk), Captain McCarthy guides out of the Gateway Marina on Barren Island in Jamaica Bay, right at the foot of Flatbush Avenue. His boat, a McKee Craft 24, will transport a pale-faced novice from the urban cocoon to the clear water of Lower New York Bay in minutes, right into the nerve-jangling excitement of an early fall bluefish blitz."
,"The fish chase baitfish into giant balls of protein that they attack with ferocious intensity. Northern Gannet, large and spectacular diving birds, hurtle down toward them like torpedoes launched from 100 feet in the sky. You cast to the fish as the VHF radio starts to crackle from the console, friends hailing friends on channel 68 in gruff New York accents: \"Hey, yo, they got pomegranates over there.\""
,"The gannets feed, but you may not. \"Welcome to the top of the food chain,\" Captain McCarthy may say to a fish he brings to the boat. But he and the rest of the city’s light-tackle guides mostly practice catch-and-release fishing, gently removing hooks from the mouths of their captured prey and returning them to the sea."
,"Deborah Mans, the executive director of the New York\/New Jersey Baykeeper organization, said that is wise for both conservation and health. \"It’s a wonderful fishery,\" she said of the harbor and its environs, but encouraged strict adherence to the government’s consumption guidelines for fish caught in city waters: no more than one meal per month for anything caught north of the Verrazano Bridge or in the head of Raritan and Jamaica Bays, and none at all for children under 15, or women \"of child-bearing age.\""
,"It was always thus, perhaps, at least since this city became a city, and trash and sewage started to flow south into its littoral bog, poisoning the water; taking clams from Jamaica Bay has been prohibited since 1916."
,"Still, fishermen come, as they always have. \"There were a great many fishermen on the bay yesterday,\" The New York Times reported in 1890, in an article filed from the Rockaways. \"The conductor on the 7 o’clock train down took over 800 tickets, and they were almost entirely purchased by fishermen. The second train contained nearly as many.\""
,"More than a century later, the attraction is still there."
,"\"The tug is the drug,\" Captain McCarthy said. And so out at Breezy Point the other morning there were surf-casting fishermen staked out along the quiet northern beach, and a fly rodder working the shallows, casting a small fly out along the flat in the low light of dawn, a long way from the city yet still within its limits."
,"No bluefish were biting this day. No striped bass. But a sea robin hit the fisherman’s little sand-eel fly, a prehistoric little bottom feeder that jumped in the manner of a flea-circus tarpon. His one-pound form was brought to submission in due course: an ugly fish on a beautiful morning. In subsequent days, his size would grow and grow in the retelling. Big city, big fish."
,"IF YOU GO"
,"AROUND New York, fishing guides have similar rates and requirements, though different approaches and styles. Capt. Brendan McCarthy runs Urban Fly Guides (917-847-9576; www.urbanflyguides.com). A half-day’s charter with him, four hours, is $450; an eight-hour day is $650; offshore runs for tuna are $650 plus a fuel charge. Bring lunch, sunscreen, sunglasses, a hat, warm clothes, shoes that won’t leave marks on the deck."
,"A few other guides include: Capt. Bryan Goulart (917-601-3415; www.nysaltfly.com); Capt. Frank Crescitelli (718-317-1481; www.finchaser.com); Capt. Jason Dapra (631-662-4734; www.blitzbound.com); and Capt. Chris Hessert (917-531-4783; www.manhattanfly.com). On eastern Long Island, there is, among others, Capt. Amanda Switzer (516-901-2639; www.guide-lines.com). If you have the right tackle, you can bring it; if not, the guides will have what you need. Don’t forget to tip: it’s good manners."
,"For information about the party-boat fleet in Sheepshead Bay, as well as about charters from Howard Beach, Queens, and City Island in the Bronx, visit www.nycfishing.com. A full-day’s trip will cost in the neighborhood of $55 a person, with extra charges for gear rental and food."
,"Information about fishing in Gateway National Recreation Area is available at www.nps.gov\/gate. The New York State Department of Health has guidelines for eating fish taken from New York’s waters at www.health.state.ny.us. And www.reel-time.com provides fishing reports and a forum for discussion of fishing in urban waters."
,"As for gear, Manhattan has at least two excellent outfitters: Urban Angler offers fly-fishing equipment in a casual, elegant setting perched above Madison Square Park (206 Fifth Avenue, at 26th Street, third floor; 800-255-5488; www.urbanangler.com); Capitol Fishing Tackle, a cross between a Montauk bait shop and a garment district storefront, is crammed with equipment (132 West 36th Street; 212-929-6132; www.capitolfishing.com)."
]
}
}
,	{
"id": "2-97",
"archived": false,
"title": "Shop for Italian Groceries Around Arthur Avenue",
"created": "2010-05-25T05:38:18-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Sure, there are Italian restaurants on Arthur Avenue, but the real joy of the Bronx’s Little Italy lies in going to market. First head to Borgatti’s Ravioli & Egg Noodles (632 East 187 Street; (718) 367-3799), where the family has been creating fresh pasta for three generations. Don’t worry — the tasty pillows of ricotta-filled ravioli are well worth the wait in line. Then stop at Casa della Mozzarella (604 East 187 Street; (718) 364-3867) for sweet, wet mozzarella as well as sopressata, seafood salad and other deli delights. Next, follow the scent of fresh bread baking to Madonia Brothers Bakery (2348 Arthur Avenue; (718) 295-5573) for a round of prosciutto-filled bread — and don’t forget the pignoli cookies!",
"author": "Lisa Tozzi",
"top-info": null,
"extra-info": "The Bronx's Little Italy",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Bronx's Little Italy",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": null,
"neighborhood": "Bronx",
"street": "Around Arthur Avenue and East 187th Street",
"city": "Bronx",
"zip": "10458",
"state": "NY",
"latitude": "40.855554",
"longitude": "-73.887574"	}
],
"images":
null
}
,	{
"id": "2-98",
"archived": false,
"title": "Visit the Green-Wood Cemetery",
"created": "2010-05-25T05:38:24-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "It may sound like a dubious distinction — the most fun you’ll have in a cemetery! — but it’s true. The peace, quiet, beauty and endless historical treasures far outweigh whatever pause one gets from being in the company of half a million dead people. Visit the graves of famous figures buried there, like Samuel Morse, Leonard Bernstein and William Marcy Tweed, the Tammany Hall boss. If you prefer living things, keep your eye out for the group of parrots that have made Green-Wood home.",
"author": "Michael Wilson",
"top-info": null,
"extra-info": "Green-Wood Cemetery",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Green-Wood Cemetery",
"foursquare-venue-id": 93179,
"website": "green-wood.com",
"phonenumber": "(718) 768-7300",
"crossstreet": "(at Fifth Avenue)",
"neighborhood": "Sunset Park, Brooklyn",
"street": "500 25th Street",
"city": "Brooklyn",
"zip": "11232",
"state": "NY",
"latitude": "40.65837",
"longitude": "-73.99474"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bYPCM1",
"title": "Visiting Three Cemeteries in New York",
"byline": "By SETH KUGEL",
"pubdate": "2008-11-26T13:08:26-0500",
"stars":
0	,
"text": [
"A lot of people live in New York, which is part of what makes the city so great. But it comes with a corollary that’s a bit of a downer: a lot of people die there, too."
,"Luckily, back in the mid-19th century, someone had the foresight to set aside some future prime real estate for some pretty cool cemeteries, among them Green-Wood in Brooklyn, Woodlawn in the Bronx and Calvary in Queens. They’re all worth a visit, but for different reasons: Green-Wood has the most beautiful grounds, Woodlawn has the most intriguing monuments, and Calvary has the best views."
,"If you think visiting cemeteries is a bit creepy, you would never have made it as an 1860s tourist. At that time, Green-Wood Cemetery - an early example of the \"rural cemetery\" movement imported from Europe - had become one of the country’s premier attractions, ranking up there with Niagara Falls. Half a million people visited a year, and that’s just counting the live ones."
,"In his book \"Brooklyn’s Green-Wood Cemetery: New York’s Buried Treasure,\" Green-Wood’s historian, Jeff Richman, notes that New York at the time had few public parks and little public sculpture, which partly explains the attraction. He also quotes an 1866 article in The New York Times that noted \"Green-Wood is as permanently associated with the fame of our city as the Fifth Avenue or the Central Park.\""
,"And that was before so many famous people were buried there, among them F. A. O. Schwarz of toy fame, Samuel Morse of code fame, Charles Ebbets of Dodgers fame, Boss Tweed of corruption fame and Louis Comfort Tiffany of stained glass fame. It was also before the monk parrots were there - in one of the oddest twists of cemetery history, the squawking green guys escaped from a shipment at Kennedy Airport and settled into the ornate towers of the entrance gate, where they squawk still."
,"Mr. Richman has also written two attractive booklets, for sale at the cemetery, that offer extraordinarily precise and detailed two- to three-hour walking tours."
,"Woodlawn Cemetery is also a vast bucolic (albeit landscaped) refuge, but its vibe is entirely different: elaborate, often columned mausoleums make you feel at times as if you’re wandering through a scaled down amalgam of ancient Greece and Egypt."
,"Some of the mausoleums were designed by famous architects like John Russell Pope of Jefferson Memorial fame and the firm McKim, Mead & White, and are indeed impressive. But even Susan Olsen, the executive director of Friends of Woodlawn Cemetery, a nonprofit group, acknowledges that it’s a bit much. \"We’re the McMansion of cemeteries,\" she said"
,"Among the many names buried with impressive memorials, there’s the Ionic-columned tomb of Augustus D. Juilliard, industrialist and benefactor of the Juilliard School, and the Egyptian-style temple, flanked by two sphinxes, that houses F. W. Woolworth. (James Cash Penney is buried nearby, and although the Woolworth mausoleum is many times grander, Mr. Penney has the last laugh: his stores are still in business.)"
,"Not all the famous were so ostentatious. The La Guardia family monument, near which the former mayor and airport namesake Fiorello is buried, is modestly tucked under two charming mini-evergreens. Duke Ellington and Miles Davis are across the road from each other; Mr. Davis’s grave is the more noticeable, engraved with a trumpet and a line of music from his piece \"Solar.\""
,"Woodlawn doesn’t have the fancy guidebooks of Green-Wood, but the guards will give you a map that shows the way to its most famous residents (bring a magnifying glass). If you have a special interest in, say, Medal of Honor winners, you can call Ms. Olsen in advance (718-920-1470) and she’ll map out a walk for you."
,"Calvary Cemetery is not as prepared for visitors. There are no free maps readily available highlighting the gravesites of famous residents, although findagrave.com will even tell you what section, lot, range and grave number many of the politicians, entertainers and mobsters are in. (But it’s still impossible to find them.)"
,"But Calvary - or more specifically First Calvary, the part south of the Long Island Expressway and west of the Brooklyn-Queens Expressway - is best admired for its dramatic setting: tucked in among highways, residential neighborhoods, industrial buildings and Newtown Creek, with views of Manhattan rising as a backdrop."
,"The best views are from Sections 7 and 48 - use the posted map to help you. Section 7 is more spectacular, as elegant obelisks and other monuments point skyward in the foreground, blending in seamlessly with the skyscrapers of Midtown far beyond, as if Ms. Chrysler and Mr. E. S. Building were buried in the distance. Section 48 has cleaner city views, but its headstones are mostly smaller and simpler, reducing the drama quotient."
,"If you stick around for a while, impure ideas may enter your head. Like, how much would this land be worth to real estate developers? And wouldn’t it make a great horror film to have some wrong-headed futuristic city administration allow condos to be built over the cemeteries, causing Fiorello La Guardia and Miles Davis and F. A. O. Schwarz and a handful of mobsters to rise from their graves to haunt the living?"
,"Note: Once these thoughts do occur to you, it is time to move on to the next item on your weekend agenda."
,"YOUR NAME HERE"
,"Green-Wood Cemetery, 500 25th Street, Brooklyn; (718) 768-7300; www.green-wood.com. Winter visiting hours: 8 a.m. to 5 p.m. Subway: R train to 25th Street; walk one block to cemetery."
,"Woodlawn Cemetery, the Bronx. Enter at Jerome Avenue at Bainbridge Avenue; (718) 920-0500; www.thewoodlawncemetery.org. Visiting hours: 8:30 a.m. to 5 p.m. Subway: No. 4 train to Woodlawn."
,"First Calvary Cemetery, Long Island City, Queens. Enter at Greenpoint Avenue and Gale Street; (718) 786-8000; Web site not currently working. Hours: 8 a.m. to 4:15 p.m. Subway: No. 7 to 33rd Street; walk down 33rd Street, go left on Hunters Point Avenue and right on Greenpoint Avenue. Or leave the subway at the Hunters Point exit and take the Q67 bus to Greenpoint Avenue."
]
}
}
,	{
"id": "2-100",
"archived": false,
"title": "Relax at Gantry Plaza State Park",
"created": "2010-05-25T05:38:42-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Since opening in 1998, this Long Island City park has offered spectacular views of the Midtown skyline, and thanks to a recent expansion it’s now a favorite spot for Queens residents on sunny days. Stroll amid reminders of the site’s industrial past, like the hulking gantry cranes that once transferred cargo off East River boats onto trains headed to Long Island, or lounge in a green area, complete with deck chairs and hammocks, that sits between the piers and the iconic Pepsi sign — the perfect place to catch a glorious sunset over Manhattan.",
"author": "Dan Saltzstein",
"top-info": null,
"extra-info": "Gantry Plaza State Park",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Gantry Plaza State Park",
"foursquare-venue-id": 20617,
"website": "nysparks.state.ny.us\/parks\/149\/details.aspx",
"phonenumber": "(718) 786-6385",
"crossstreet": "(at Center Boulevard)",
"neighborhood": "Long Island City, Queens",
"street": "474 48th Avenue",
"city": "Long Island City",
"zip": "11101",
"state": "NY",
"latitude": "40.74515",
"longitude": "-73.95828"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/bLX1el",
"title": "Going Beneath the Big Pepsi Bottle in Queens",
"byline": "By JENNIFER MASCIA",
"pubdate": "2009-09-27T00:14:49-0400",
"stars":
0	,
"text": [
"Hunters Point, on the western edge of Long Island City, has quiet streets, new condominiums priced a few dollars south of those across the East River, and the 48-story Citigroup tower, the tallest building in Queens. Parking is becoming scarcer as the area’s charms attract residents, but the 7 train stops at the neighborhood’s main artery, Vernon Boulevard, where visitors can see what life is like on the other side of the Pepsi-Cola sign, the area’s standout landmark."
,"NOON Begin with a meal at Cafe Henri, 1010 50th Avenue, (718) 383-9315, a popular spot where the weekend brunch draws crowds that spill onto the sidewalk. But the wait is worth it - besides standard brunch fare like eggs Benedict ($9.75) and bistro staples like onion soup ($7.50), there are the whole wheat crepes: goat cheese and leek ($9), smoked salmon and basil cream ($10.50) and sweet sausage ($8). For dessert try the chestnut cream crepe ($6), which is topped with fresh cream and tastes like sweet potato."
,"1 P.M. To burn off brunch, rent a bike from Spokesman Cycles, 49-04 Vernon Boulevard, (718) 433-0450, where a Schwinn or a Mongoose rents for $6 an hour or $30 a day, and a tandem bike for $15 an hour or $50 a day. Ride, or walk, a few blocks west to the four-acre Gantry Plaza State Park, 49th Avenue and Center Boulevard, a restored four-pier oasis dotted with wooden chaises, circular steel benches and a mist fountain. There are playgrounds and basketball courts at the park, too, and the restored archlike gantries, originally used to load barges, now support an iconic Long Island sign and are a popular location for concerts. The southernmost pier is used for fishing and includes a table with running water for scrubbing your bluefish."
,"3 P.M. After the park, stop at Sweetleaf Coffee & Tea, 10-93 Jackson Avenue, (917) 832-6726, a cozy shop whose proprietors offer a full-bodied brew from Stumptown Coffee, a company based in Portland, Ore. The prices are in the Starbucks range - $1.75 for drip and $3.25 for a cappuccino - but worth it, as are the ham and Gruyère croissants ($3.75) and chunky oatmeal cookies ($2.50), all made in house. Or try the homemade fruit-infused iced teas ($3.50) in peach, strawberry, or the slightly prune-y a&#231;ai."
,"4 P.M. View the late-afternoon Manhattan skyline from Water Taxi Beach, 2 Borden Avenue, (212) 742-1969, a 44,000-square-foot strand made of sand imported from New Jersey. It doesn’t offer swimming, but there are wine and beer and burgers overlooking Midtown, with families of five holding court on the wooden benches beside gaggles of twentysomethings. After dark on selected nights at the beach (which is open until Oct. 13), D.J.’s spin music from inside a huge tent. Admission is free. After 8 p.m. on Friday and Saturday, you must be 21 or over to get in. Shuttles to East 35th Street in Manhattan run until 2 a.m. those nights, easing the commute for the tired and the tipsy."
,"5:30 P.M. After the beach? Seafood, of course, so head to Shi, 4720 Center Boulevard, (347) 242-2450. Nosh on bacon-wrapped shrimp ($7) and lychee calamari ($8) before indulging in Cointreau prawns ($18) or a crunchy-spicy salmon maki roll called the Gantry ($13), a nod to the restaurant’s spectacular perch overlooking Gantry Plaza State Park. Be sure to stop in the bathroom and peek through the peepholes under the mirrors at the ’70s-era soft-core kitsch, and wander onto the patio, where patrons can rock themselves sober on the white wooden swing that easily seats three."
]
}
}
,	{
"id": "2-111",
"archived": true,
"title": "Go Ice Skating in Bryant Park",
"created": "2010-11-01T11:40:32-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The ice rink that materializes in Bryant Park every November is often too crowded for serious skating. The trick is to go before work, when there are just a handful of early birds and die-hards. Admission is free, if you have your own skates. If there’s a more enlivening way to start your day than zipping across the ice while gazing up at the surrounding skyscrapers, please tell us.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "The Pond at Bryant Park",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "The Pond at Bryant Park",
"foursquare-venue-id": 11143692,
"website": "bryantpark.org",
"phonenumber": "(212) 768-4242",
"crossstreet": "(between West 40th and 42nd Streets)",
"neighborhood": "Midtown South",
"street": "Sixth Avenue",
"city": "New York",
"zip": "10018",
"state": "NY",
"latitude": "40.754073",
"longitude": "-73.984279"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/8vR4j1",
"title": "Two Ways to Ice Skate in New York: Plain and Glamorous",
"byline": "By ARIEL KAMINER",
"pubdate": "2009-12-27T00:00:00-0500",
"stars":
0	,
"text": [
"The weather report out of this month’s climate summit in Copenhagen was cloudy with a chance of planetary annihilation. Scientists and protesters alike demanded radical change in how we live, work and govern."
,"Amid all the calls for public action, though, a New Yorker might also have heard a softer, more personal call as winter’s chill settled in: Make the most of this cold weather; there may not be much of it left."
,"Already this year, one of the world’s most famous ice skating races, the Elfstedentocht, has been placed on the endangered species list because of melting over large patches of the course. If the Netherlands are already too toasty for ice skating, how much longer can New Yorkers count on that simple childhood pleasure?"
,"Just in time for such dispiriting questions, City Ice Pavilion in Long Island City, Queens - which proudly announces itself as New York’s only rooftop skating rink - recently celebrated its grand opening. Well, \"opening\" is a bit of a stretch, since it’s been up and running for a year."
,"Actually \"rooftop\" is a stretch, too. Doesn’t it sound romantic - holding hands while you and your agile partner spin around the rink, graceful silhouettes framed by the Manhattan skyline? Unfortunately the roof is that of a two-story storage facility, and the entire thing is enclosed in a big white bubble, so in the end you might as well be underground. Oh well."
,"At 33,000 square feet, City Ice Pavilion is gigantic and pristine, as though someone had only just peeled away a protective layer of plastic. Surely people have sat in the bleachers, but they left no trace. Perhaps someone has eaten at the refreshment stands, but when I visited one weekday afternoon, they were closed. For a while, except for a small, static class clustered on one end of the rink, I was the only skater on the ice."
,"Having the run of an empty rink, with the klieg lights burning and a Black Eyed Peas song blaring, it is dangerously easy to picture yourself as the underdog hero of an ’80s teen movie - the one where the bullies pick on the kid because he didn’t make the hockey team, so he practices all night and destroys them at the next season’s tryouts. Or the one where the bullies pick on the kid because his father is a skating rink janitor, so he practices all night and destroys them at the 1988 Winter Olympics in Calgary. Either way, there is a scene toward the end where the kid is gliding around the arena as though suddenly weightless, hands raised high in victory, eyes scanning the jubilant crowd for the coach who never gave up on him, while tears of joy and pain and sheer physical exhaustion stream down his cheeks."
,"I managed to avoid getting quite that emotional, but I must say, it was a lot of fun."
,"Eventually a few more people tottered on. A stocky guy, new to such pursuits, tried lacing his skates like his sneakers - wide open - and immediately fell on his face. The teenage boy with the Russian accent was making strides with the tiny girl in barrettes and leg warmers. The class was lined up shoulder to shoulder, taking big Frankenstein steps like some scene from \"Thriller.\""
,"The climate in the rink was relatively mild: One teenage girl skated in a tank top. Still, keeping that bubble of air the right temperature is no mean feat. Think about what it costs to run a household refrigerator. Now multiply that by a space the size of an airplane hangar, plus the additional chilling for the ice itself. That’s just what it costs the rink operators. The cost to the environment is harder to calculate, but the cooler it gets inside ice skating rinks, the warmer it eventually gets outside."
,"Climate control is not an issue at the Pond, the outdoor skating rink in Bryant Park, which Citigroup sponsors. The Pond is outdoors, so air-conditioning is provided by Mother Nature."
,"The differences from Long Island City continue from there."
,"The setting - in one of the city’s prettiest parks, between the Grace Building to the north and the old American Radiator Building to the south - is so inherently glamorous that when the Zamboni comes out, accompanied by the lush strains of \"You Go to My Head,\" it feels as though a star has graced the adoring crowd with yet one more curtain call. Spectators stand up to take pictures."
,"On the northeast corner of the rink, visitors can drink $12 cocktails on low white couches at Celsius. Or they can stroll through more than 100 temporary shops selling gifts and handicrafts. Or skate: Admission is free, and skates, from a concession that looks like the lobby of a boutique hotel, are 21st-century sculptures: molded plastic in Yves Klein blue, closed with clamps instead of laces."
,"To be sure, it’s all one gigantic publicity stunt for Citigroup, and one can only imagine (with unsympathetic glee) how much it costs. I’d be very surprised if it wins them even one new checking account. But so what, they took the bailout money. They owe us."
,"The rink can make Bryant Park feel as much like the center of the world as the tent shows do during Fashion Week. The fact that all this glamour is being shared by unfashionably dressed tourists or clumsy kids makes it worthwhile. And the fact that a middle manager can sneak away from a Midtown office for a few quick laps and return before anyone notices she left proves that New York is the greatest city around. At least until the whole thing disappears under the Hudson River."
,"E-mail: citycritic@nytimes.com"
]
}
}
,	{
"id": "2-61",
"archived": true,
"title": "See a Classic Movie in a Park",
"created": "2010-05-25T05:51:03-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Watching a movie outdoors in the summer, surrounded by other New Yorkers, can be a magical experience, especially if you get to the screening early enough to stake out a good spot. Bryant Park is one beloved venue, but there are many wonderful places to see crowd-pleasing films al fresco, including Riverside Park and the Movies With a View series in Brooklyn Bridge Park.",
"author": "Alexis Mainland",
"top-info": null,
"extra-info": "Bryant Park",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Bryant Park",
"foursquare-venue-id": 4275,
"website": "bryantpark.org\/calendar\/film-festival.php",
"phonenumber": "(212) 768-4242",
"crossstreet": "(at Sixth Avenue)",
"neighborhood": "Midtown South",
"street": "West 40th to 42nd Streets",
"city": "New York",
"zip": "10018",
"state": "NY",
"latitude": "40.753784",
"longitude": "-73.98365"	}
],
"images":
null
}
,	{
"id": "2-68",
"archived": true,
"title": "Get Free Tickets to Shakespeare in the Park",
"created": "2010-05-25T05:51:45-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The Public Theater’s free, open-air performances in Central Park are a rite of summer. The series has been bringing big names like Meryl Streep and Kevin Kline to the stage for decades, so getting your hands on a free ticket can often mean a long day of standing in line. Don’t be discouraged. Sometimes the wait is almost as fun as the show itself.",
"author": "Erik Piepenburg",
"top-info": null,
"extra-info": "Delacorte Theater",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Delacorte Theater",
"foursquare-venue-id": 61851,
"website": "publictheater.org",
"phonenumber": "(212) 539-8500",
"crossstreet": "(by Belvedere Castle and Turtle Pond)",
"neighborhood": "Upper West Side",
"street": "In Central Park, north of the 79th Street transverse",
"city": "New York",
"zip": "10024",
"state": "NY",
"latitude": "40.780151",
"longitude": "-73.96872"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/d5lvjI",
"title": "It's Free Theater in the Park, but New Yorkers Are Still Paying a Price",
"byline": "By MANNY FERNANDEZ",
"pubdate": "2006-08-20T00:00:00-0400",
"stars":
0	,
"text": [
"Friday night’s performance of Bertolt Brecht’s \"Mother Courage and Her Children\" began about 8 p.m. at the Delacorte Theater in Central Park. David Suker showed up about 8:45 p.m. He was not late. He was early."
,"Mr. Suker, 38, was the first person in line for tickets to the next night’s performance. He had a long wait ahead of him - some 16 hours before the theater would hand out the free tickets - but he had his blue air mattress and its battery-powered pump, a bottle of seltzer, a sleeping bag, a lantern and his Army training."
,"Why did he wait so long? The political nature of the play - a 17th-century drama starring Meryl Streep as a resourceful mother who profits from a war that ultimately claims her children - appealed to him. But really, he said, he did it for a woman. They had a date planned for last night, and he figured what better way to impress her than with two tickets to one of the most popular shows in the city."
,"\"I thought it was a romantic thing to do,\" said Mr. Suker, who teaches G.E.D. classes."
,"It was about five minutes after 1 p.m. yesterday when Mr. Suker was handed two purple tickets (section C, row A, seats 107 and 108) for last night’s performance. He was thrilled, but did not feel like celebrating. He was looking forward to going back home to the Bronx to take a nap."
,"Nothing is free in New York. Not even free theater."
,"Scores of New Yorkers who have seen \"Mother Courage and Her Children\" since the play began Aug. 8 have paid to see it, not with dollars and cents, but with a good night’s rest. The Shakespeare in the Park play, presented by the Public Theater, has created a kind of theatergoers’ endurance test, as people like Mr. Suker camp out overnight 24 hours before Ms. Streep steps onstage, hoping to get a ticket for one of the theater’s 1,872 seats. The show runs through Sept. 3."
,"The first person got in line for the show’s opening night the day before the performance, at 3 p.m. Tickets are also distributed at the Public Theater office at 425 Lafayette Street, and the first person lined up there for the opening-night show at 10:30 the night before. Some were fans of Ms. Streep. Some were New Yorkers who wait in line every summer for the free Shakespeare in the Park performances. Still others just wanted to make sure they get a seat."
,"\"To wait four hours and not get tickets? I’d rather wait 12 and know I’m getting tickets,\" said Crystal Walker, a 34-year-old actress who joined the line at 1 a.m. yesterday."
,"The lines have become a Shakespeare in the Park tradition and the Delacorte’s unofficial second stage, as lively, improvised and quietly dramatic as the plays for which they form. For \"Mother Courage,\" the lines are two-act plays. The first line starts in the evening on the cobblestone sidewalk of Central Park West at the edge of the park, at 81st Street. The park closes between 1 a.m. and 6 a.m., and when it reopens, people in the first line reassemble outside the theater’s box office."
,"Time is indeed money in New York City: people were selling tickets to last night’s show on craigslist.com for $45 each and up to $150 for a pair. One ticket holder wrote, \"$100 for my time on line or best reasonable offer.\" But all of those interviewed said they were waiting for hours only to see the play or to get tickets for friends."
,"Throughout the evening and morning, there was triple-cream brie, bottles of New Zealand wine, boxes of cereal, crackers, laptops, sofa pillows, shrimp cocktail, a Bedouin camel-hair rug from Egypt laid on the Central Park grass and at least two feisty dachshunds, Roscoe and Lola, who brought their owner, Tiffany Little Canfield."
,"Esther Ammon, a 29-year-old actress, did a headstand against a bus-stop pole on Central Park West to try to stay awake at about 2:30 a.m. Down the line outside the box office at about 8 a.m., a man with a gray beard read aloud from \"Henry V,\" as someone nearby strummed an acoustic guitar, as a worker from Andy’s Deli delivered breakfast to ticket seekers, as lovers cuddled on blankets and as Zoe England relaxed on a portable, low-swinging hammock (\"It’s the total dude magnet,\" she said)."
,"There was grumbling when five Manhattan friends lost their place in line after the park closed and more grumbling after two ticket seekers who left to get coffee and food were told upon arrival that they would have to go to the back of the line."
,"Karen Lichtman, a Public Theater staff member who manages the line, walked its length (about 400-deep by 8:30 a.m.), reminding people that there was to be no cutting and telling them it was impossible to say if they were too far back to get a ticket."
,"\"The gray zone,\" she said, \"is very, very big.\""
,""
]
}
}
,	{
"id": "2-99",
"archived": true,
"title": "Cool Off at P.S.1's Warm Up",
"created": "2010-05-25T05:37:02-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "We know: a bright, sizzling day inside a stuffy museum is not how you want to spend your summer Saturdays. The folks at P.S.1, the contemporary art mecca in Long Island City, know it too, so they created the Warm Up series. Each summer, the museum sponsors a contest for an architectural installation for its courtyard; entries must include water and shade, so there have been wading pools, misting fans and privacy cabanas. A gravel square in front of the building doubles as a dance pit, as a slew of internationally known D.J.’s and musicians play past sunset. And inside? Some of the edgiest art around (and air-conditioning).",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "P.S.1 Contemporary Art Center",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "P.S.1 Contemporary Art Center",
"foursquare-venue-id": 2430,
"website": "ps1.org",
"phonenumber": "(718) 784-2084",
"crossstreet": "(at 46th Avenue)",
"neighborhood": "Long Island City, Queens",
"street": "22-25 Jackson Avenue",
"city": "Long Island City",
"zip": "11101",
"state": "NY",
"latitude": "40.745500",
"longitude": "-73.947162"	}
],
"images":
null
}
,	{
"id": "2-60",
"archived": true,
"title": "See an Independent Film on a Rooftop",
"created": "2010-05-25T05:50:57-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The city has been a cinematic landscape for countless filmmakers, but it also makes a good movie theater. The Rooftop Films series takes over buildings — downtown schools with artfully applied graffiti and skate ramps; hulking Brooklyn art warehouses — and screens new indie films, documentaries and shorts on their roofs every summer weekend. That’s not all: the programs include music from up-and-coming bands, Q. and A.’s with directors, and after-parties with free beer every week. It’s a ready-made date-night. Buy your tickets early online; the screenings often sell out, and with good reason. Screenings are held in various locations; check their Web site for specifics.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Rooftop Films",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Rooftop Films",
"foursquare-venue-id": 20726,
"website": "rooftopfilms.com",
"phonenumber": "(718) 417-7362",
"crossstreet": "(at Third Avenue)",
"neighborhood": "Gowanus",
"street": "232 Third Street",
"city": "Brooklyn",
"zip": "11215",
"state": "NY",
"latitude": "40.674748",
"longitude": "-73.987685"	}
],
"images":
null
}
,	{
"id": "2-59",
"archived": true,
"title": "Catch a Staten Island Yankees Game",
"created": "2010-05-25T05:50:51-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Eating ice cream out of a miniature baseball helmet while taking in a minor league game is the best kind of laid-back summertime fun. Tickets are cheap, the team mascots are amusing and the tiny stadium means there are no bad seats. Brooklyn Cyclones games are great, too, but arriving by ferry instead of by subway gives Staten Island the edge.",
"author": "Alice DuBois",
"top-info": null,
"extra-info": "Richmond County Bank Ballpark",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Richmond County Bank Ballpark",
"foursquare-venue-id": 20858,
"website": "siyanks.com",
"phonenumber": null,
"crossstreet": null,
"neighborhood": "St. George, Staten Island",
"street": "75 Richmond Terrace",
"city": "Staten Island",
"zip": "10301",
"state": "NY",
"latitude": "40.64147",
"longitude": "-74.07568"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/aeT4ZM",
"title": "Los Muchachos del Verano",
"byline": "By SAKI KNAFO",
"pubdate": "2006-08-27T00:00:00-0400",
"stars":
0	,
"text": [
"ON a clear June evening at the Richmond County Bank Ballpark in Staten Island, a young pitcher named Francisco Castillo jogged in from the bullpen, his boyish features set in a businesslike expression. It was the second game of the season, and his team, the Staten Island Yankees, was down two runs in the fourth inning. Mr. Castillo, a 19-year-old from the Dominican Republic who had arrived just four days before, had been summoned to prevent further damage."
,"Watched by a crowd of about 6,500 - the largest he had ever pitched for - Mr. Castillo approached a ball lying on the mound, reached for it with his glove, missed and had to try again."
,"If the fumble was the result of nerves, that would have been entirely understandable. Mr. Castillo, a Spanish-speaking kid wearing braces on his teeth, was making his debut on the team, which is an entry-level club in the New York Yankees’ system. An excellent season here would bolster his chances of climbing to a higher rung on the minor-league ladder - and maybe, someday, even to Yankee Stadium, the shrine to baseball in the Bronx. A lackluster season, an injury or an unfavorable assessment from a coach could land him back on the sandlots of Ban&iacute;, the dirt-poor city in the Dominican Republic where he was born and raised."
,"Behind him as he pitched in that game in June, the Manhattan skyline, visible across New York Harbor, shimmered in the fading sunlight beyond the outfield fence. The potential distractions were limitless."
,"But at this moment on the mound in Staten Island, Mr. Castillo had a job that commanded his full attention. The first batter for his team’s opponents, the Brooklyn Cyclones, popped out. Mr. Castillo struck out the second on three pitches. The next man up blasted a fastball off the left-field wall for a double. Mr. Castillo took a deep breath and, on the second pitch of the next at-bat, coaxed a fly ball to center for the final out."
,"Trotting back to the dugout as the crowd showered him with applause, the young man crossed himself and glanced heavenward."
,"\"It’s like walking in the desert,\" Mr. Castillo, speaking through an interpreter, said later of the experience of playing before thousands of fans. \"You can barely walk. But if there are others with you, urging you on, &lsquo;Walk! Walk!’ well, you’re going to try to walk faster.\""
,"Mr. Castillo was among four Dominican players assigned to the roster of the Staten Island Yankees at the beginning of the season. Another was his friend Toni Lara, a lithe, fine-featured 22-year-old who had known the man he called \"hermanito\" - \"little brother\" - back in Ban&iacute;. The two met five years earlier at a baseball academy; as with most major-league prospects in the Dominican Republic, baseball was a substitute for high school."
,"Of the thousands of aspiring young ballplayers in their impoverished country, they were among the few who stood out enough in the Yankee training complex in the Dominican Republic to be flown to New York, put up in student apartments and paid about $1,000 a month to play the game they adore."
,"Over the last generation or two, the business of baseball has been transformed by the emergence of Latin America, and especially the Dominican Republic, as a source of plentiful, cheap and talented labor. Dominican players often command perhaps $30,000 in signing bonuses, about half as much as Americans, and many sign when they are 16, a few years earlier than most of their American counterparts. This year, the Yankees supplied their Staten Island affiliate with five Venezuelan players in addition to the four Dominicans, roughly twice the average Latin American contingent of seasons past."
,"Wherever players were born, their chances of success remain dauntingly slim. At least 95 percent of minor-leaguers never advance to the majors."
,"&lsquo;The Ballpark Is Our Date’"
,"On June 17, Mr. Castillo and his fellow Dominicans landed at Newark Liberty International Airport, a world away from the dusty fields of their hometown. Mr. Castillo clutched a teddy bear, a gift from his mother, as the team bus shuttled the group through the industrial wasteland of northern New Jersey."
,"Their first stop was the Staten Island stadium, in the St. George neighborhood. Although it was 10 p.m. and the players hadn’t yet unpacked, they were led out onto the darkened field. Across the water, the Empire State Building blinked its welcome."
,"At first, none of the players seemed to notice the skyline; standing near the dugout, they marveled instead at the size of the stands, capacity 7,171."
,"Then Mr. Castillo, wearing one of his new team’s gray caps, wandered away from the pack and stepped onto the infield grass. \"Is that New York?\" he asked in English, gazing wide-eyed at the distant lights, with the air of someone who had happened upon a pretty flower. Then he pulled out his new camera and snapped a couple of pictures."
,"The athletes, particularly the Latin American players, worked even harder than their hectic schedule demanded. On their rare days off, the players seldom strayed from Grymes Hill, a leafy neighborhood in Staten Island where they had unadorned Wagner College apartments, sleeping two to a room like students or, for that matter, migrant laborers."
,"On days when the team was not on the road, the players were up at 11 a.m., to shower and dress and check in at the stadium by 1:30. Lunch for the Dominicans was typically rice and beans, maybe chicken and plantains, at El Famoso Comida Latina, a nearby restaurant. Then they would head back to the stadium for exercise, drills and finally the game. After showering, changing, grabbing a meal and fielding questions from the local press, it was back to the apartment, and maybe some ESPN on television before bed a little past midnight."
,"Some of the Americans on the team socialized in local bars and wandered around Canal Street or Times Square on their off days. But Mr. Castillo and the other Dominicans, who all roomed together in a sparsely furnished apartment lacking even a stand for the television set, focused on their work even during downtime."
,"\"The ballpark,\" Mr. Castillo said in the stadium parking lot after a game, \"is our date.\""
,"Still, the players did not live in isolation. Rather, they immersed themselves in an alien environment, and they adapted to life in America in divergent ways."
,"While Mr. Lara, for example, did not know enough English to feel comfortable bantering with his American teammates, Mr. Castillo practiced his English whenever possible, tossing off phrases like \"chillin’ like a villain.\" He spent his spare time poring over Christian self-help books in both English and Spanish, and he diligently recorded his private thoughts in a diary in which the entries were written in the form of letters to God."
,"Those differences were on display the afternoon that the Latino players headed off to buy lunch at a nearby deli. Mr. Castillo breezed into the store and zeroed in on a package of corn muffins, a close cousin of the popular Dominican dish pan de maiz. Mr. Lara, meanwhile, shied away from asking a clerk to recommend what kind of phone card to buy, turning instead to a teammate for help - though the teammate’s command of English didn’t go much beyond knowing the choruses of a few hip-hop songs."
,"The Tribulations of Toni Lara"
,"At 22, Mr. Lara was almost too old to be a member of the Staten Island Yankees. Most of his contemporaries had already climbed higher on the minor-league ladder, or tumbled off it. This was Mr. Lara’s second season pitching on Staten Island; last year, he switched from starting games in the regular rotation to pitching in relief whenever needed."
,"\"I won’t lie to you,\" he said after his first game this summer. \"I was throwing too many balls. So I thought I was going to have a bad year. But then I asked to be a reliever, and I had a great season.\""
,"This season, however, he was struggling. In the eighth inning of Mr. Castillo’s first game, Mr. Lara came on in relief while his friend watched from the dugout. On only his second pitch of the season, Mr. Lara surrendered a shot over the right-field wall for a three-run home run. Mr. Castillo hammered his fist in frustration."
,"After that miserable outing, Mr. Lara sat crouched outside the clubhouse beneath a sign emblazoned with the words \"Assume nothing.\" \"Great welcome,\" he said ruefully, his grim expression easing into a smile. \"But, hey, press on. That’s what happens to pitchers.\""
,"His second appearance didn’t go much better: he gave up two runs and walked three batters in two and a third innings. In his third game, against Hudson Valley, Mr. Lara seemed to find his groove, going the same distance without allowing a hit. Still, nine games passed before he got another opportunity to pitch."
,"While Mr. Lara languished on the sidelines, his friend, Mr. Castillo, was pitching well, winning a spot in the rotation. On July 9, Mr. Castillo turned in one of his finest performances of the season, with five scoreless innings against the Vermont Lake Monsters."
,"The next afternoon, while the players were changing in the clubhouse, Mr. Lara was summoned to the front office. When he returned a half-hour later, he was crying. After four years in the Yankee organization, he had been released. Under the terms of his work visa he was required to leave the United States immediately. The Yankees would send a cab to his apartment in Grymes Hill the next day to drive him to the airport so he could catch a flight back to the Dominican Republic."
,"The Lesson of the iPod"
,"As the community relations director for the Staten Island Yankees, Polo Burgos spends lots of time speaking at local events and racing around the field with local kids. As the only Dominican in the front office, he also serves as what he describes as a nanny for the Latino players, helping them shop and cash their paychecks, and occasionally haranguing them about the importance of learning English and saving money."
,"On the afternoon Mr. Lara was released, Mr. Burgos and several players were wandering through the aisles of a large electronics store in a strip mall off Richmond Avenue on Staten Island. For Mr. Castillo, the shopping trip was the first time he had traveled around town beyond the immediate vicinity of the stadium. In keeping with the Yankees dress code, he wore a neat gray shirt with a collar, his sunglasses hanging from his neck. A glittering Movado watch on his strong wrist seemed to announce his aspirations."
,"Addressing a saleswoman as \"corazon\" (\"sweetheart\"), Mr. Castillo pointed to the latest iPod model and asked her the price in Spanish. Mr. Burgos quickly took over the exchange in English. \"If they buy three, what kind of deal are they going to give them?\" he asked."
,"Mr. Burgos haggled with the saleswoman for a good five minutes, his demeanor shifting from flirtatious to pleading to demanding. Then he turned back to his players and said in Spanish, \"I’m not going to let you buy them here when you can go somewhere else and buy them for at least $15 off.\""
,"Later, in the parking lot, Mr. Burgos launched into a lecture on fiscal responsibility."
,"\"You! You!\" he shouted over a flurry of snickers as the players made their way back to the car. \"Hold onto your money. Don’t throw it away like that. These gadgets cost $300. You can buy a normal radio, you can buy a CD player for $15 each."
,"\"Listen,\" he went on. \"Look at what happened with Lara.\""
,"It was the first time all afternoon that anyone had mentioned Mr. Lara’s name. The laughter stopped abruptly."
,"As it turned out, Mr. Lara was not to complete the journey that had been marked out for him. The next day, when the cab came to take him to the airport, he and his belongings were nowhere to be found."
,"A week later, Mr. Castillo spoke about his friend’s disappearance, which had occurred the evening before his scheduled departure. \"We didn’t have food for the night,\" Mr. Castillo said. \"So we went out to get some, and he stayed back watching TV. When we returned, he was gone.\""
,"Mr. Castillo, along with the other players and Yankee officials, said that they had heard nothing from Mr. Lara, and no family members were located."
,"But such disappearances are far from rare. \"Nobody wants to go back,\" Mr. Burgos said. \"Nobody. I got my citizenship years ago, because if someone told me I had to go back, I don’t know what I&lsquo;d do.\""
,"To the Shrine in the Bronx"
,"As of Friday, the Staten Island Yankees were in first place in their division. Mr. Castillo ranked 14th in the league in strikeouts, with 51. It looks as if he may spend next summer in Charleston, S.C., playing for the RiverDogs, a team on the next higher level of the Yankee organization."
,"In his time in New York, Mr. Castillo has not seen much of the city beyond the Spanish restaurant in St. George, the Staten Island Mall and some grocery stores. But one Monday in July he did get to visit that stadium in the Bronx."
,"Accompanied by a chaperon, team members took the ferry to Manhattan, then the No. 4 train to the Bronx. Emerging at 161st Street, they walked to Yankee Stadium, where they were met by a team official and spirited away on a guided tour of the field, the dugout, the team’s hallowed Monument Park beyond the outfield and, most amazing to them, the clubhouse."
,"The walls were lined with spacious wooden cubbies brimming with uniforms and bats, and boasting an array of awe-inspiring nameplates: Derek Jeter, Bernie Williams, Mariano Rivera. A crowd-control barrier confined the minor-league players to the front of the room (major-league rules, the guide said), but it didn’t stop them from gazing around in hushed wonder."
,"Mr. Castillo’s first words were in English. \"Oh, my God!\" he said quietly. Then he pulled out his camera and took pictures."
,""
]
}
}
,	{
"id": "2-92",
"archived": true,
"title": "Have Summertime Fun at Water Taxi Beach",
"created": "2010-05-25T05:37:48-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Who needs the East End of Long Island or the Jersey Shore? Lots of people summer right here in the city, at one of the river-side “beaches” that boast what a two-hour ride on the Hampton Jitney can’t: killer views of the Manhattan skyline. There’s sand and volleyball, beer and burgers, dance parties with D.J.’s and rock shows, day and glittering night. Bikinis welcome, swimming forbidden, spray tan unnecessary.",
"author": "Melena Ryzik",
"top-info": null,
"extra-info": "Water Taxi Beach — Long Island City",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Water Taxi Beach — Long Island City",
"foursquare-venue-id": 20282,
"website": "watertaxibeach.com",
"phonenumber": "(212) 742-1969",
"crossstreet": "(near Second Street)",
"neighborhood": "Long Island City",
"street": "2 Borden Avenue",
"city": "Long Island City",
"zip": "11101",
"state": "NY",
"latitude": "40.74209",
"longitude": "-73.96096"	}
,{
"venue": "Water Taxi Beach — South Street Seaport",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(near Beekman and South Streets)",
"neighborhood": "Financial District",
"street": "Pier 17",
"city": "New York",
"zip":	"10038",
"state": "NY",
"latitude": "40.705759",
"longitude": "-74.001053"	}
,{
"venue": "Water Taxi Beach — Governors Island",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": null,
"neighborhood": null,
"street": "On the north shore, near the ferry terminal",
"city": "New York",
"zip":	"10004",
"state": "NY",
"latitude": "40.693099",
"longitude": "-74.016379"	}
],
"images":
null
}
,	{
"id": "2-82",
"archived": true,
"title": "Spend the Day on Governors Island",
"created": "2010-05-25T05:53:09-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Minutes from the canyons of Lower Manhattan is a splendid sanctuary that — here and there — recalls the War of 1812 and “Gone With the Wind,” an Ivy League campus and a 19th-century Victorian suburb, the New England coast and the English countryside. Strollers, bicyclists and picnickers are welcome. Ferry service is offered on weekends from June through October, and for nighttime concerts on Water Taxi Beach.",
"author": "David W. Dunlap",
"top-info": null,
"extra-info": "Governors Island",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Governors Island",
"foursquare-venue-id": 29195,
"website": "govisland.com",
"phonenumber": null,
"crossstreet": null,
"neighborhood": "New York Harbor",
"street": "Ferry departs from the Battery Maritime Building, 10 South Street",
"city": "New York",
"zip": "10004",
"state": "NY",
"latitude": "40.69014",
"longitude": "-74.01678"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/cUUach",
"title": "Plan for Governors Island Has Hills, Views and Hammocks",
"byline": "By NICOLAI OUROUSSOFF",
"pubdate": "2010-04-13T14:41:04-0400",
"stars":
0	,
"text": [
"When the federal government sold Governors Island to the City and State of New York for one dollar in January 2003, it wasn’t clear who had gotten the short end of the stick."
,"Was it really worth a dollar? Few people had visited the island since it was abandoned by the Coast Guard in 1997. For those who could get onto it, the charm of the 19th- and early-20th-century military buildings on the north end wore off as soon as they saw the southern end, a flat sprawl of concrete barracks and warehouses from the 1970s and ’80s. And in an era when government was increasingly dependent on the private sector to finance what once would have been public initiatives, it was hard to see how the city and state would ever raise the money to develop the island themselves. (A few proposals being tossed around at the time, including a global peace park and a theme SpongeBob SquarePants hotel, didn’t inspire confidence.)"
,"But Sunday’s announcement that the City of New York has reached a deal to take control of the island from the state and will push ahead with a plan that includes a 2.2-mile-long waterfront promenade and a 40-acre park, offers reassuring evidence that even in difficult times it is possible to get the tricky balance between public good and private interests right - or at least right enough."
,"The plan, by Adriaan Geuze of the Dutch landscape architecture firm West 8, calls for a park that, if realized, will eventually include a cluster of steep, artificially created hills that form a focal point at the park’s center, visually tying it back to the city. Its wildly original array of parkscapes - including a \"hammock grove,\" a grottolike shelter, playing fields and marshlands - will give the island the kind of strong identity it currently lacks. When considered with Michael Van Valkenburgh’s Brooklyn Bridge Park, under construction across the harbor in Brooklyn, it represents a shift in the character of the city’s park system as a whole that is as revolutionary as Robert Moses’ early public works projects or Frederick Law Olmsted and Calvert Vaux’s Central Park."
,"The city has committed $41.5 million to the first phase of the development, which still has to go through the standard public review process, and is tentatively scheduled to begin construction in 2012. A new ferry landing area is to be built at the northern end of the island, with a big shaded lawn overlooking the Lower Manhattan skyline. The northern half of the Great Promenade, which will eventually encircle the entire island, will allow people to stroll along the waterfront under a shaded walkway with views that reach from the Statue of Liberty to Brooklyn Heights. And the city will replace the asphalt parking lot on the south side of McKim, Mead & White’s 1929 Liggett Hall, an old Army barracks that divides the island in half: visitors passing through the hall’s central archway will emerge onto a mosaic terrace bordered by flower beds."
,"It is from here that the development’s second phase - for which the city will need to raise some $220 million - should eventually unfold. Pathways will wind south through a wild array of sloping lawns and densely wooded areas, with the hills just beyond them in the near distance. Scores of hammocks will be suspended in a forest of oak and birch trees. In a rendering that shows the hammocks sagging under the weight of people napping inside them, they bring to mind human-size cocoons."
,"This processional narrative reaches its climax with the hills, which will be partly built on the rubble left over from the demolition of the Coast Guard barracks and warehouses. Some will drop off into cliffs on one side, creating \"view channels\" to major landmarks: for example, one path cuts through a narrow canyon that lines up with the statue of Liberty; another looks out toward the Verrazano-Narrows Bridge. A paved terrace, with a 360-degree view of the island’s surroundings, tops the tallest hill; a more informal meadow another."
,"To the west, a cafe structure designed by the architecture firm Diller Scofidio & Renfro will sit at the water’s edge, facing the Statue of Liberty. A lawn expands out onto the building’s roof, where visitors will be able to climb down through a large hole into a grotto-like shelter open to the water."
,"The island’s southern end culminates in a watery landscape of marshes and tidal basins. By now the hills have entirely blocked out the view of the Manhattan skyline. A raised concrete walkway wraps around the marshes at the tip of the island, so that visitors should feel as if the edge of the land were dissolving around them. To add to the sensory experience, Mr. Geuze plans to plant the area with strong-smelling plants, like sea asparagus and lavender."
,"The movement within the design - the disappearance and reappearance of carefully framed urban views; the shift from a verticality that intentionally echoes the downtown Manhattan skyline to the flatness of the water’s surface - is its single most impressive feature. But such variations also speak to the ways the city itself is changing. The exaggerated steepness of the hills, for example, is not only a clear nod to their artificiality - a \"green\" counterpoint to Manhattan’s towers - but also a practical response to rising sea levels caused by global warming."
,"Another positive aspect of the design is the care that has been given to the boundaries that will divide the park from two future development zones on the island’s east and west sides. These lines are gently curved, giving them a more naturalistic feel, and Mr. Geuze has proposed several major view corridors that will cut through the development areas, which should help mitigate their large size."
,"The big question is what happens from here. Critical aspects of the project still need to be ironed out. The city has yet to determine who will develop the areas around the park. We might end up with anything from university buildings (New York University has suggested that it could build dormitories and classroom space on the island) to luxury hotels and a conference center. And there are those who will argue, with some justification, that the plan for Governors Island is part of a larger, continuing process of gentrification in New York City that raises its own questions about whom these projects ultimately serve."
,"Mayor Michael R. Bloomberg’s ambitious park plans, in fact, are in some ways contradictory. On the one hand they are genuinely democratic, creating valuable public space that can be shared by all New Yorkers. On the other, they are a savvy way to raise property values, which ends up pushing the poor and middle classes farther and farther out from the city’s center."
,"Governors Island may turn out to be a crucial project in this respect. Sitting in the middle of the harbor, it ought to be accessible to working-class families from Staten Island and the Lower East Side of Manhattan, as well as to wealthier downtowners and Red Hook’s bourgeois bohemians. The nature of the developments that flank the park will be critical to determining whether the island feels as if it belongs to all of them, or just to those few who can afford to pay for its upkeep."
]
}
}
,	{
"id": "2-88",
"archived": true,
"title": "Graze at the Food Hall in Grand Central",
"created": "2010-05-25T05:37:24-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Gawk up at the constellation-covered ceiling of Vanderbilt Hall. Share secrets in the whispering gallery outside the Oyster Bar. But don’t leave the terminal before heading into Grand Central Market, where you’ll find a nice array of New York groceries that’s often overlooked by actual New Yorkers. A slice of prime beef from Ceriello, Nantucket scallops from Wild Edibles and a hunk of aged Gruyère from Murray’s Cheese gets you started, and a well-curated selection of American and European charcuterie at Murray’s Real Salami seals the deal. Eat your heart out, Penn Station.",
"author": "Kim Severson",
"top-info": null,
"extra-info": "Grand Central Market",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Grand Central Market",
"foursquare-venue-id": 73356,
"website": "grandcentralterminal.com\/go\/dirListing.cfm?currCat=2138210767",
"phonenumber": null,
"crossstreet": "(at East 42nd Street and Park Avenue)",
"neighborhood": "Midtown East",
"street": "The east side of Grand Central Terminal",
"city": "New York",
"zip": "10017",
"state": "NY",
"latitude": "40.752394",
"longitude": "-73.97741"	}
],
"images":
null
}
,	{
"id": "2-74",
"archived": true,
"title": "Go Kayaking in the Hudson",
"created": "2010-05-25T05:52:21-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "Who said that nothing in life is free? Every summer and fall, the Downtown Boathouse offers kayak rentals secured only by a promise that you know how to swim and will keep your life jacket on. You won’t be able to get into too much trouble — excursions are limited to about 20 minutes — but you’ll see stunning views of the skyline from the water.",
"author": "Alexis Mainland",
"top-info": null,
"extra-info": "New York City Downtown Boathouse",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "New York City Downtown Boathouse",
"foursquare-venue-id": null,
"website": "downtownboathouse.org",
"phonenumber": null,
"crossstreet": "(at West Houston Street)",
"neighborhood": "SoHo",
"street": "Pier 40, in Hudson River Park",
"city": "New York",
"zip": "10014",
"state": "NY",
"latitude": "40.728362",
"longitude": "-74.012893"	}
,{
"venue": "New York City Downtown Boathouse",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(at West 56th Street)",
"neighborhood": "Clinton",
"street": "Pier 96, in Clinton Cove Park",
"city": "New York",
"zip":	"10019",
"state": "NY",
"latitude": "40.771301",
"longitude": "-73.995732"	}
,{
"venue": "New York City Downtown Boathouse",
"foursquare-venue-id": null,
"website": null,
"phonenumber": null,
"crossstreet": "(at West 72nd Street)",
"neighborhood": "Upper West Side",
"street": "Riverside Park",
"city": "New York",
"zip":	"10023",
"state": "NY",
"latitude": "40.78155",
"longitude": "-73.98802"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/c9p6ML",
"title": "The Lure of Seeing a Hushed City at Water Level",
"byline": "By TIMOTHY WILLIAMS",
"pubdate": "2007-05-29T00:00:00-0400",
"stars":
0	,
"text": [
"For years, a small, secretive group of people, most of them men, spent their off hours paddling just above the surface of the city’s dirty rivers in kayaks. They rowed to their own music, often alone, and few paid much attention."
,"Kayakers speak about their sport in spiritual terms: a feeling of freedom, the communing with nature, an enveloping quiet while paddling only a few meters off the Manhattan shoreline in temperatures that are often 15 degrees lower than on shore."
,"\"When that sun is going down on the East River, there is nothing that compares,\" said Robert DiMaio, 46, a documentary film producer who proposed to his wife as they were kayaking. \"Everything is quiet. The lights of the city are coming on. It is beyond addictive. You want to be able to articulate it, but it is hard. The city becomes a theater of light and distant sound.\""
,"Kayaking has been largely unregulated, but now the city is giving it closer scrutiny. The change has been met with both optimism and alarm by New York’s close-knit community of kayakers, which has grown to perhaps a few hundred serious paddlers since the mid-1980s."
,"This month, the Parks and Recreation Department began enlisting paddlers to help plan a water trail along the Hudson, Harlem and East Rivers, which will be turned into a guide that offers information about kayak and canoe launch and landing sites, suggested routes for day trips, safety tips, and data regarding currents and tides."
,"The city has also committed to building as many as a dozen new launch sites, in addition to the 18 that exist now, to counter complaints that kayakers lack sufficient access to the water."
,"Some kayakers fear that the Bloomberg administration’s new interest in the sport may spell the end of the carefree spirit that has often superseded rules in an activity characterized by volunteer instructors, free lessons and a go-at-your-own-risk attitude."
,"\"Nobody, between the parks department, the harbor police, the Coast Guard - nobody knows what’s a real law or even what’s enforced any more,\" said Phil Giller, 54, former commodore of the Sebago Canoe Club in Brooklyn."
,"Veteran paddlers fear that new rules are not far in the future. The parks department has said that it plans no major policy changes, but several paddlers who have spoken to parks officials privately say they have been told that the agency had become concerned about liability issues, especially as the city starts building more launch sites."
,"New rules, according to kayakers and department officials who spoke on the condition of anonymity, could include requiring safety courses, boat inspections and licenses. The changes could include the imposition of standardized hours, which might limit or ban off-season and night kayaking; nighttime forays have become particularly popular in the past few years."
,"The city could also become stricter about requiring paddlers to buy a $15 permit for the season, which runs roughly from May to October. Such launch permits are currently required, but are rarely checked by the city."
,"The impetus for the change has been Dorothy Lewandowski, the parks department’s commissioner for Queens and an avid kayaker. She says the city has no sinister intentions."
,"\"As I started meeting paddlers, I noticed there wasn’t a resource,\" Ms. Lewandowski said. \"We have miles and miles of waterfront, and people should have a place to recreate around that.\""
,"Ms. Lewandowski said the department had not formally moved to change any rules. She said, however, that the city would probably start enforcing several regulations that had long been ignored, among them a rule requiring kayakers to have a parks department permit to be out after sunset."
,"\"This allows us to coordinate with the harbor police and the Coast Guard so we know what is going on out there, because safety is paramount,\" she said."
,"While no records of the number of kayakers and canoeists in the city are kept, the number of free trips taken by people at the Downtown Boathouse - a private group with three sites on the Hudson, at 72nd, 56th and Houston Streets - increased to almost 23,000 in 2005 from 2,800 in 1997. A national survey by the Outdoor Industry Foundation, sponsored by outdoor equipment manufacturers, found that the number of kayakers had increased by 23 percent in 2005 alone."
,"The number of kayakers and canoeists has grown as the air and water have become cleaner, and as new waterfront parks and new boathouses have offered free boats to use and guided group tours, yet veteran kayakers wonder if something is being lost."
,"\"The experience is getting more and more suburban,\" said Eric Russell, 60, who has been paddling for 18 years. \"The difference I find is that as more and more people get involved, well, the purpose used to be to go to the club to paddle. Now, the club is more of a social experience.\""
,"Some kayakers are birders or naturalists or use their kayak to fish or to play kayak polo. Other groups promote a back-to-nature philosophy that on hot summer days includes nude picnicking. Many of the newer kayakers in Manhattan are wealthier than previous generations of paddlers and think little of buying $3,000 kayaks before they learn proper technique."
,"To be a kayaker in the early 1990s - before the Downtown Boathouse began offering free rides to the public and waterfront access to paddlers with their own boats - often meant carrying a kayak to a deserted stretch of river and setting off before anyone could stop you."
,"\"There were fewer launches, but more places to launch from illegally,\" said Erik Baard, 38, who helps run programs at the Long Island City Community Boathouse in Queens. \"The waterfront was much less regulated. The greenway has homogenized the waterfront. There isn’t the same kind of anarchy that existed back then.\""
,"While some believe that tightening safeguards for inexperienced paddlers is a good idea, kayaking culture has traditionally frowned upon government regulation."
,"\"Kayaking is a highly individualistic activity,\" Mr. Baard said. \"Quirky people get drawn to it. It draws a very eccentric crowd, so it’s tough to get them together on anything.\""
,"On land, kayaking is regulated by the parks department, but once boats take to the water, the Police Department’s harbor unit and the Coast Guard are responsible for inspections and ensuring that paddlers comply with maritime laws."
,"The only maritime rule affecting kayakers is that each one wear a life jacket. In addition, officials recommend that each kayak carry bailers, a spare paddle and flares or some other signaling device, and many experienced kayakers say they carry radios and first aid kits as well."
,"Paddlers are not required to report where they plan to travel or to take a training course."
,"Despite the risk of large ships, water scooters, changing tides, unpredictable currents and cold water, and even though paddlers have sometimes had to be rescued or towed to safety, authorities said there have been no fatalities or serious injuries related to paddling in the city’s waters in recent memory."
,"Even as their numbers increase, kayakers say their hobby still mystifies many people."
,"\"There’s a lot of misunderstanding,\" said Nancy Brous, 39, who has been kayaking for several years. \"We get stopped by the Coast Guard and the cops. They’ll go: ’Hey, honey, where are you going? It’s dangerous out here.’ \""
]
}
}
,	{
"id": "2-75",
"archived": true,
"title": "Eat at the Latin American Food Trucks in Red Hook",
"created": "2010-05-25T05:52:27-0400",
"updated": "2011-03-18T17:56:30-0400",
"description": "The weekend heart of Latin American Brooklyn beats at the corner of Clinton and Bay Streets, where soccer games unfold alongside baseball and the Red Hook Pool. Many go just for the food, dispensed from food trucks each weekend, all summer long: Salvadoran pupusas, Mexican tortas, Ecuadorean ceviches. Add hot sauce, quench the fire with horchata or watermelon juice, and and take a bench seat in view of a game.",
"author": "Sam Sifton",
"top-info": null,
"extra-info": "Red Hook Ball Fields",
"ticket-info": null,
"category": null,
"addresses": [
{
"venue": "Red Hook Ball Fields",
"foursquare-venue-id": 31962,
"website": "redhookfoodvendors.com",
"phonenumber": null,
"crossstreet": "(at Clinton Street)",
"neighborhood": "Red Hook, Brooklyn",
"street": "Bay Street",
"city": "Brooklyn",
"zip": "11231",
"state": "NY",
"latitude": "40.6717",
"longitude": "-74.00305"	}
],
"images":
null
,
"article": {
"url": "http:\/\/nyti.ms\/b8gRvp",
"title": "A Latin Fiesta, Near the B.Q.E.",
"byline": "By PETER MEEHAN",
"pubdate": "2006-08-23T00:00:00-0400",
"stars":
0	,
"text": [
"SUANY CARCAMO, stout and smiling, works under a smudged white tent midway down the Bay Street side of the Red Hook ball fields; you'll know you're at the right place if there's a hulking aluminum pot of beans warming on the griddle next to Ms. Carcamo, who will be smacking little balls of wheat flour dough into thick tortillas and tossing them on the griddle to cook."
,"Ms. Carcamo left Honduras for Brooklyn more than 20 years ago and has been turning out these baleadas, which might be most expediently described as Honduran tacos, at the Red Hook ball fields for more than a decade. Away from the sun and soccer, on weekdays and through the winter, she runs Honduras Maya, her restaurant on Fifth Avenue in Park Slope."
,"She is one of 13 or so vendors who line two streets that border a soccer field in the Red Hook Recreation Area and dish out Mexican, Central American, South American and Caribbean specialties every Saturday and Sunday, rain or shine, roughly from May through October."
,"At the ball fields, they work under tarps and tents and cook over charcoal, Sterno and propane. Few have posted prices or menus; some fly the flag of the country they hail from."
,"The ball fields are just south of Red Hook's huge tract of public housing and west of the bend in the Brooklyn-Queens Expressway where it juts into the sky over the mouth of the Gowanus Canal. The crowd here, at the southeast corner of Clinton and Bay Streets, is primarily Latino, Caribbean and local. But the quality of food - there is no better street-food scene in all of New York - draws eaters from all over the borough and the city. Though you can easily make a meal out of a visit to any single stall, sampling a swath of what's available is half the fun of going. (The soccer games are pretty impressive, too.)"
,"Start off at the easternmost stall on Bay Street, where Victor and Carmen Rojas preside over a stand that serves a selection of Ecuadorian and Chilean dishes. She is from Ecuador, he is from Chile, but they fly the Ecuadorian flag over their stall because, Mr. Rojas said, the ball fields attract many more Ecuadorian visitors than Chileans."
,"Ceviche, the stall's star offering, is served cold in lidded plastic containers that are fished out of ice chests in the back of the minivan parked behind the stand. There are three versions available: all-fish, all-shrimp and the \"mixto,\" a jumble of shrimp, octopus, squid and whitefish. Opt for the mixto."
,"All the ceviches brim with fresh lime juice, sweet and sour, and are seasoned aggressively with chopped cilantro, sliced green onions and strands of red onion. A spoonful of the stand's pulpy hot sauce is enough to add fire to the whole pint serving. You can augment the already ample portion with a bag of fried plantain chips for $1 or a few spoonfuls of roasted corn kernels for free."
,"Note that the Rojases, like most of the vendors, have a folding table set out where their customers can eat. Flitting from vendor to vendor and table to table can lead to interesting conversations with other eaters (especially if you speak Spanish) and provides the opportunity to scope out what other customers are ordering; taking over part of one of the picnic tables scattered around the shaded perimeter of the park allows a group to dispatch members to go on single-dish missions."
,"West of the ceviche down Bay Street are Ms. Carcamo and her baleadas."
,"In their most basic form, the baleadas feature those just-made wheat tortillas folded around a smear of beans and a sprinkling of grated cheese. They're good that way. But they're best with both of the veggie-heavy salsas and a crowning pinch of pickled onions and jalapeños that Ms. Carcamo has to offer. Wash down your baleadas with a cup of the stand's horchata, a rice-based drink spiked with a goodly amount of cinnamon and dark unrefined sugar."
,"A few stalls farther west is an operation under a blue tarp with a menu boasting of pupusas and more, tethered to an Econoline van with tinted windows. Visiting it takes a few minutes more than most other booths because the pupusas, prepared Salvadoran-style, are made to order: a filling of your choosing - the cheese-and-jalapeño option is particularly good - is enveloped in a ball of masa, flattened into a fat disc and griddled until it is mottled and crisp on both sides and meltingly hot inside. Think of it as a cooking lesson and a chance to digest all in one. Try the hot sauce and the vinegared cabbage slaw you'll be offered as an accompaniment."
,"If you decide to try one of the stand's worthwhile corn-husk tamales, like the one stuffed with tender chicken and scattershot throughout with chickpeas, push for crema - which is like runny sour cream - with it, too."
,"Just beyond the pupusas, on either side of the corner of Bay and Clinton, are two vendors (the Martinez family, from Mexico City, in the green tent; the Hernandez clan, from Puebla, under the blue tarp) serving Mexican food. Both offer tacos and quesadillas, but huaraches are what everyone orders."
,"The huarache is a large oval corn tortilla, just millimeters thicker than a standard tortilla, on account of the impossibly thin smear of beans contained between the thinly stretched masa. Once the huarache is cooked you can have it topped with meat of your choice - pork and chorizo are both good options - and then a battery of condiments: salsa verde, salsa rojo, chopped avocado, grated cheese, pickled jalapeños and more. Served open-face, a huarache is a meal in itself."
,"For dessert, the Vaquero family, right at the corner, sells a selection of chopped fruit, including watermelon and mango, or shell-your-own quenepas, odd little litchi-like fruits from Puerto Rico."
,"And these dishes, each a compelling reason to visit the ball fields on its own and each a commendable specimen of its kind, are nothing more than a cursory sampling of what's on offer. There are charcoal-cooked elotes that are worth the train ride alone. There are chicken-stuffed taquitos fried to golden perfection down the block by women who look like they've fried enough taquitos in their lives to know taquito perfection in their bones."
,"It's cheap. It's a good time. It's the kind of experience that reminds you why you live in New York. And until cold weather arrives, it's there for the eating, for everyone."
,"The Red Hook Ball Fields"
,"The corner of Clinton Street and Bay Street in Red Hook, Brooklyn; no phone."
,"BEST DISHES Huarache or quesadilla with pork or chorizo; Honduran tacos with beans and cheese or with grilled steak; ceviche mixto; pupusas with beans and cheese; chicken tamales."
,"PRICE RANGE Small dishes are typically $1.50 to $3; few, if any, dishes exceed $9."
,"CREDIT CARDS Cash only."
,"HOURS Vendors sell food at the ball fields on Saturdays and Sundays from May through October. Prime hours are noon to 5 p.m."
,"WHEELCHAIR ACCESS All at street level."
,""
]
}
}
]
}
}